[
  {
    "name": "1:44 Tri-Sky Portal",
    "location": "1:44 6400', Open Playa",
    "description": "The 1:44 Sky Portal provides a space that transports you from the Playa and BRC to make you feel like you're floating in the sky while listening to live or prerecorded sound baths. You can meet and interact with other participants and engage in creative activities with them.",
    "latitude": 40.79774756587449,
    "longitude": -119.18475307037161
  },
  {
    "name": "1986",
    "location": "12:00 6800', Open Playa",
    "description": "A receiving tower built from a mysterious diagram found in 1986 to receive a pirate message from the future about the future of civilization and humanity.",
    "latitude": 40.805577756737335,
    "longitude": -119.202991
  },
  {
    "name": "1 Duality",
    "location": "11:19 2828', Open Playa",
    "description": "Matter starts from one, then there is two. Life is a constant duality, yet everything is one. Everything is connected. We need this constant trigger to evolve. 1 Duality shows two spirals in Fibonacci frequency, the existence of a universe. A cube in the middle calls for party, glamour. But when climbing inside, cosiness reveals. A place to rest and seek shelter. This art piece welcomes all to contemplate about the dualities encountered in life and to remember that one cannot exist without the other.",
    "latitude": 40.79421185167377,
    "longitude": -119.2065725260806
  },
  {
    "name": "A Basic Bench",
    "location": "10:52 1800', Open Playa",
    "description": "A Basic Bench is constructed out of 4\" curved steel I-beam tunnel ribs repurposed from the construction of tunnels, rough-cut wooden timbers, waxed canvas tarps, and memory foam futons. The tunnel ribs are stacked and connected in a manner creating a three-story curved structure comprised of three partial circles. The curved nature of the form lends to a feeling of fluidity, while its sheer weight presents a feeling of solidity in space.",
    "latitude": 40.79104490705899,
    "longitude": -119.2066309680691
  },
  {
    "name": "A Capsule of Curiosity",
    "location": "5:30 1710', Open Playa",
    "description": "The Creativity Capsule, a collaborative endeavor by the GryphonArt Collective, stands as a testament to innovation and unity. This inflatable marvel, accompanied by student-created Creativity Capsules, serves as both art, sanctuary, and place to contemplate curiosity. Its memorizing presence in Black Rock City invites wanderers to explore its depths, igniting curiosity and sparking connections. Crafted by students, teachers, and parents, it symbolizes the boundless possibilities when art class transcends the classroom.",
    "latitude": 40.78243646794765,
    "longitude": -119.2013904997052
  },
  {
    "name": "Acorn Village",
    "location": "4:43 1700', Open Playa",
    "description": "The project includes four 14ft round structures resembling acorns and one scaled-up 18ft version. Each 'acorn' will be outfitted with different elements to create its own wonderful vibe, while maintaining a continual whimsical faire/forest theme throughout the entire piece. In addition to the acorn structures, there will be a variety of 'garden paraphernalia,' including benches, decks, and rock-lined trails.",
    "latitude": 40.78331620227673,
    "longitude": -119.19916396965368
  },
  {
    "name": "Ad Mare",
    "location": "8:00 1100', Open Playa",
    "description": "This installation aims to spark urgency about environmental stewardship and the importance of living in harmony with nature. His installation is a composition of three reef structures crafted from repurposed wood, recycled materials, and playa MOOP to evoke an underwater ambiance. With a modular design and hints of Lefty's signature pattern, Mare symbolizes the vibrancy of natural growth and advocates for reef preservation.",
    "latitude": 40.78545307114625,
    "longitude": -119.20643598023348
  },
  {
    "name": "A Game of Strip",
    "location": "7:40 2185', Open Playa",
    "description": "\"'Tut, tut, child!' said the Duchess, 'Everything's got a moral, if only you can find it.' And she squeezed herself up closer to Alice's side as she spoke.\" - Lewis Carroll An art object serves as a metaphor for a liberated attitude towards oneself, the world, and the people around us. It embodies a concept of acceptance, love, and the absence of judgment. Such an individual lives by their own laws and rules, while also respecting the boundaries and freedom of others. The composition is made of steel. It is a comfortable photo zone for everyone. There are also rotating parts with mirrored surfaces and colored surfaces. The composition is equipped with a large screen, a projector with thematic author's video art on the theme of irrational and the absurd, puzzles without answers.",
    "latitude": 40.7831134301599,
    "longitude": -119.20904397423595
  },
  {
    "name": "Agaric Argileh",
    "location": "8:24 2135', Open Playa",
    "description": "Fungi have the ability to act as a connecting point for a diverse variety of species found within their environment. Through the mycorrhizal network, fungal mycelia are able to connect to roots of nearby plants, exchanging water, nutrients, and messenger chemicals. Throughout much of the world, hookah (aka argileh) lounges also act as a connecting point for people to come together, slow down, relax, and socialize. Agaric argileh is a very curious fungal hookah oasis. Pull up a toadstool and extend some figmental mycelial filaments out and form some deeper connections with those around you. If your timing is just right, you might just discover how this particular mushroom got its Latin name.",
    "latitude": 40.785152566375714,
    "longitude": -119.21033390014631
  },
  {
    "name": "A journaling moment",
    "location": "11:45 7675', Open Playa",
    "description": "The citizens of Black Rock City who make it to the trash fence are invited to feel that the universe is smiling at them - to sit down to participate in a small journaling moment and to help themselves to a sticker or a patch gift afterward. Three hand-painted silk flags stand tall at the trash fence with intricate gold and colourful lines, saying \"The universe is smiling at you\", \"The world loves you\" and \"You are beautiful\". These flags seek to remind participants that through small moments of joy like this, through kind strangers we meet, the universe is showing us, even in the hardest moments, that the universe loves us! At the journaling table, there is a journal with a pen attached, inviting BRC citizens to reflect on their moments of joy and love from the universe even during their toughest times. Journaling can bring joy, light, kindness and help stop anxious thoughts. Once participants are finished with journaling, they are encouraged to find the hint to the code of the safe and take a sticker or a patch gift with one of the phrases - one for themselves and one to gift to a stranger on or off Playa, spreading the ripples of kindness and joy even further.",
    "latitude": 40.80779377023003,
    "longitude": -119.20661375921979
  },
  {
    "name": "AlchemEyes",
    "location": "1:40 1500', Open Playa",
    "description": "Where eyes become the window to the cosmos and the neural pathways become millions of shooting stars. As we untether from the fixed reality of the default, we can reach up and touch the infinite. Large eyes look out over the vast expanse of the playa, and as they perceive, the neural synapses fire in unimaginable beauty. A child's imagination can transform a sandbox into a spaceship or an ocean-bound vessel. Might we pause convention and take a journey down the rabbit hole? Liberation lies in curiosity; soften your vision and allow yourself to expand beyond the predictable.",
    "latitude": 40.78959897929526,
    "longitude": -119.19883564011262
  },
  {
    "name": "Alice's Magic Mushroom",
    "location": "5:13 1300', Open Playa",
    "description": "Alice's Magic Mushroom is a 20-foot tall conceptual steel tree from an alternate reality, featuring brilliant multi-hued spinning leaves and brightly colored geometric patterns. This climbable, interactive piece is an oasis for relaxation and reflection, offering a colorful counterpoint to the harsh desert environment.",
    "latitude": 40.78369475382794,
    "longitude": -119.20111640932724
  },
  {
    "name": "Always Another Sunrise",
    "location": "12:33 4500', Open Playa",
    "description": "Always Another Sunrise is a love letter to BRC and new beginnings. This art piece commemorates the euphoric feelings of self-discovery, gratitude, and freedom of expression that the Playa provides through the form of a deconstructed music box. The music box is a 16' cylinder that slowly rotates, creating an enclosed secluded space where people can duck up into; inside they'll hear the sweet sounds of a custom music comb striking, transforming the entire room into a resonance box. In concert with the melody, this rotating disk will mechanically engage eight zoetropes through a geared system. Each zoetrope will feature an animation, evoking the magic of inspiration and gratitude for this shared experience together.",
    "latitude": 40.79877284430781,
    "longitude": -119.19836912989291
  },
  {
    "name": "A Message to the Parents We Should Have Had",
    "location": "11:35 2300', Open Playa",
    "description": "The purpose of this sculpture is to give our deepest, youngest selves the chance to communicate whatever we desire. It aims to acknowledge, clear, and honor our deepest, oldest, most authentic hopes, joys, fears, and dreams. The sculpture itself is constructed of metal bars in the shape of wing, with wires wrapped with lights, surrounding a wooden sculpture of abstracted silhouettes of caring parents.",
    "latitude": 40.79310724427624,
    "longitude": -119.20479123003898
  },
  {
    "name": "Am I Better Yet?",
    "location": "7:10 1900', Open Playa",
    "description": "A sculpture that embodies the physical manifestation of shame of not being well, fear of never getting better, and hope that in sharing the experience with others we won't have to sit in the experience alone. Items that were commodified, and upon being emptied, become landfill fodder, with a goal to repurpose them into art that is beautiful, thought-provoking, and poignant. Born of a need to express frustration over chronic medical issues. Being unwell/disabled can be a never ending battle we fight alone. The question persists: Am I better yet? Do all these pills make me better? Is the problem a solvable one?",
    "latitude": 40.78269752558491,
    "longitude": -119.20693201710503
  },
  {
    "name": "A Moment in an Aeon",
    "location": "12:16 2055', Open Playa",
    "description": "A lotus-shaped portal covered in ancient motifs. Does it connect Asian and Meso-American cultures through their beliefs or does it allow for a dialogue with the forces of creation and being? We invite participants to re-discover our joint humanity. This art piece is part grown with mycelium, built with recycled materials and powered by solar energy.",
    "latitude": 40.79253093917184,
    "longitude": -119.20195673804945
  },
  {
    "name": "Ancient Heart (AH)",
    "location": "6:00 2874', Cafe Portal",
    "description": "Ancient Heart is a decorated and ornate manzanita/driftwood portal to center camp. It looks like it's been here for a long time and has been around the world and has experienced heartbreak, repair, and regrowth. It is a symbol of universal love telling a story where a golden age of peace prevails on earth. A peace that has always been here. A peace that is possible when we all connect to our own hearts and share that love with the world.",
    "latitude": 40.77908983722602,
    "longitude": -119.202991
  },
  {
    "name": "Anti-Gravitational Chamber",
    "location": "1:11 1515', Open Playa",
    "description": "An intergalactic technology has landed at the playa to demonstrate that impossibility is merely a matter of perspective.",
    "latitude": 40.790336072863305,
    "longitude": -119.19980951348414
  },
  {
    "name": "Apex of Azure",
    "location": "3:37 1645', Open Playa",
    "description": "Apex of Azure is a futuristic stained-glass pyramid that incorporates structural design,  interactive lighting, blue flame effects, and a fire poofer to immerse people in a 3D painting of water and sky. Forty-five unique plexiglass panels, hand-painted with epoxy resin and inks, depict organic patterns that invoke liquid, air, and light.",
    "latitude": 40.78552982927145,
    "longitude": -119.19734961286721
  },
  {
    "name": "Aphasia",
    "location": "12:40 2900', Open Playa",
    "description": "Aphasia examines different pathways of expression outside of traditional verbal communication, along with ways in which individuals and communities can be silenced and, in turn, find alternative ways to express themselves. Each panel lends a nonverbal voice to the artist's inner world, translating within to without. Through art, we are heard.",
    "latitude": 40.79442049031051,
    "longitude": -119.19940415095022
  },
  {
    "name": "Art 20 - Years",
    "location": "11:57 8180', Open Playa",
    "description": "Twenty years on the playa for BlinkingManCamp97. This year's project is #13 on the deep playa trash fence. Art 20 - Years will have about 70 tennis rackets with unique, repurposed and recycled folk art pieces attached to them.  Many will have art from contributors ranging in  ages from 6 to 80's. Each piece windgineered to produce no MOOP! Your ride along the fence will be more fun than a barrel of playa chickens. More fun than Eggs Bar - well a close second. But you will definitely be smiling and enjoy the efforts of  many different artists. And of course the usual yard sale and thrift store gems given a new life in the sun wind and dust (maybe a bit of rain too).  Art 20 at the trash fence - It's not just for breakfast any more!",
    "latitude": 40.809348594149284,
    "longitude": -119.20376534720761
  },
  {
    "name": "ARTerians Make Art - The AMA Exhibit",
    "location": "6:25 2530', ARTery",
    "description": "This exhibit in the ARTery focuses on the ARTerians not only as support for artists on the playa but also as working artists.",
    "latitude": 40.780195931296134,
    "longitude": -119.20497125304287
  },
  {
    "name": "Art in Motion",
    "location": "5:00 2200', Open Playa",
    "description": "Art in Motion is meant to be a surprise garden of delights for the adventurous soul. Various mirror like petals provide a sense of whimsy, as we see the chimerical surroundings reflected in an even more fantastical manner.",
    "latitude": 40.781742309425425,
    "longitude": -119.19901307946968
  },
  {
    "name": "Ascension Arena",
    "location": "1:00 4400', Open Playa",
    "description": "Set in the Black Rock Desert, this sculpture features a golden boxing ring with towering spires, symbolizing a spiritual ascent. Periodic performances emphasize the internal battle, transforming the boxing ring into a space for personal reflection.",
    "latitude": 40.79739238114915,
    "longitude": -119.19503515893938
  },
  {
    "name": "A Seat on the Throne",
    "location": "1:19 2440', Open Playa",
    "description": "A Seat at the Throne harmoniously merges tradition with futurism through an installation crafted from weather-resistant aluminum and steel. Symbolizing resilience and grandeur, the throne features large geometric shapes, seamlessly blending past with future aesthetics. Its towering backrest evokes ancestral connection and celestial grace, while its warm golden hue adds a regal touch to the piece's allure. As an interactive work, it prompts contemplation on traditional societal power dynamics. It challenges us to examine who is entitled to occupy positions of power, which typically excludes individuals from marginalized communities. This throne represents a reclaiming of that power, disrupting the notion of eligibility when considering access, and status. This sculpture invites individuals from all walks of life to take a seat on the throne with the goal of contributing to a regenerative future of inclusivity and empowerment.",
    "latitude": 40.79211410655912,
    "longitude": -119.19737840417123
  },
  {
    "name": "ASTROCRAPS",
    "location": "Location not yet available.",
    "description": "Rolling Art Cart.  A divination system based on traditional Nordic runes. Astrocraps is a new version of Rune Dice Metamorphic Fortune calculator from 2018. Participants throw dice with rune symbols onto a lit up playfield. Where the dice land in the the playfield zones determines  the meaning for each throw. The piece will be mobil and go to different locations in the city and wind up at the Man coals on burn night and will be available for New Years fortune telling readings."
  },
  {
    "name": "Atlas & Axiom",
    "location": "4:30 3215', Plaza",
    "description": "An abandoned sign making workshop, decorated with curious relics and flame effects, invites participants to enter and discover mysteries of the inventions and endeavors once conducted here. Within, one finds a robot wielding a blowtorch, requesting input from participants to complete its function to make 'signs' by searing wooden panels with fire. Our robot, Atlas, no longer knows what signs are, what they are for, and is looking for input to make things that are meaningful and beautiful once again. Participants see aspects of their own nature in the robot and the quintessential purpose of sign making (to which they are invited to contribute), including the search for direction, safety, belonging, understanding, and meaning.",
    "latitude": 40.78073445308748,
    "longitude": -119.19476991010805
  },
  {
    "name": "Awake",
    "location": "12:22 7400', Open Playa",
    "description": "Awake is an installation featuring a colossal Eye, 100 feet wide and 60 feet tall, pulsating with video art. It stands in the open playa, gazing towards the effigy, aligning with the theme 'Curiouser & Curiouser.' The Eye, vibrant and intricate, unravels new mysteries daily, symbolizing awakening and interconnectedness. It serves as a metaphor for the portal to higher understanding, reflecting a collective journey towards love and enlightenment. Amidst the desert, it is a sanctuary for self-reflection, challenging viewers to contemplate their inner selves and the collective consciousness. The project merges art and philosophy, beckoning silent introspection about the role of love in transcending the ego and achieving unity.",
    "latitude": 40.806848325770844,
    "longitude": -119.19788484513766
  },
  {
    "name": "Awkward Silence",
    "location": "12:00 8260', Open Playa",
    "description": "Hidden amongst the mangled mess of her mom's last big art project, Tabitha cowers beside a faux granite monolith. She has a secret she must keep from the others. She can hear them frolicking and carousing outside. Suddenly Bastet, Cinders and Ohlone burst in sideways with their eyes aglow. There is an awkward silence...",
    "latitude": 40.80957531333094,
    "longitude": -119.202991
  },
  {
    "name": "Back to the Future: Dystopia about the Space Dogs",
    "location": "10:30 840', Open Playa",
    "description": "The installation, Back to the Future: Dystopia about the Space Dogs, brings us back to the golden age of sci-fi when faith in the omnipotent human mind and spirit was boundless. The design of the art object uses the works of different artists from science fiction novels. The heroes of their works include conquerors of outer space, extraterrestrial landscapes, as well as intelligent and faithful-to-mankind robots. The installation is composed of the 5 fire pit orbs, which tell you the cosmic legend and are located around the magnificent fire pit flower.",
    "latitude": 40.78858532018865,
    "longitude": -119.20513896749898
  },
  {
    "name": "Bad Hatter",
    "location": "10:51 3000', Open Playa",
    "description": "A shocking, musical, LED-powered Mad Hatter's hat that generates music composed of robotic instruments and participant's yelps.",
    "latitude": 40.79372850221772,
    "longitude": -119.20913586999552
  },
  {
    "name": "Banana for Scale",
    "location": "1:21 1900', Open Playa",
    "description": "The banana is used online as a universal measuring stick, to provide a concept of scale when photographing objects. Banana for Scale plays with the disorienting size and contrasting visual cues of Black Rock Desert, by placing a massive inflatable banana on the playa. This enormous banana offers little to no real visual information, and that's the point! Banana for Scale celebrates the importance of silliness in our lives and work as artists. It also highlights one of the unique challenges of making art for Burning Man: everything looks small in the expanse of the desert. This piece intentionally pokes fun at the conundrum of perspective on the playa, as well as the seemingly arbitrary choice of using a banana to demonstrate scale.",
    "latitude": 40.790914859708934,
    "longitude": -119.19852867256621
  },
  {
    "name": "Banned Campfire",
    "location": "9:34 2305', Open Playa",
    "description": "This tall piece depicts the appalling act of book burning, without carrying it out in actuality. It offers a frightening possibility, as one to consider and respond to.",
    "latitude": 40.78880421949656,
    "longitude": -119.21096232769287
  },
  {
    "name": "Beacon",
    "location": "11:37 1565', Open Playa",
    "description": "A pillar reaching into the sky twenty-four feet. Dressed with three illuminated stained-glass Tiffany style \"Collection Pan\" lamps up high, and topped with a highly reflective steel alloy \"Beacon Ball\" that measures two feet in diameter. Shadowed light runs vertically below the lamps on the main body tucked neatly inside the applied steel tubing called, \"Transfer Pipes\".  Four louvered panel \"Exhaust Fins\" are also internally illuminated, emit smoke (fog), and act as feet to support this towering structure.  All steel components of project Beacon are to be of a metallic finish ranging from aluminum to copper.",
    "latitude": 40.79115802841539,
    "longitude": -119.20411932203278
  },
  {
    "name": "Beastro's Blade",
    "location": "2:37 2100', Open Playa",
    "description": "\"Now THAT'S a knoife!\" Beastro's Blade is a replica of a knife made of Damascus steel, standing 10 feet tall.  This knife was built to honor our late friend, Beastro.  Beastro was a great chef and loved to make and share food with others.  We invite you to do the same.  It is also here to honor chefs, cooks, and those that work hard making food.  Alongside the knife is a table and benches used to gather, tell stories, converse, and EAT!",
    "latitude": 40.788105347713454,
    "longitude": -119.19554924412598
  },
  {
    "name": "¡¡¡¡Big Spinning Wheels!!!!",
    "location": "11:39 7373', Open Playa",
    "description": "Prepare to embark on a journey of contemplation and creativity with Big Spinning Wheels. More than mere sculptures, BSW stands as a beacon of meditative art, meticulously crafted to ignite inspiration and evoke introspection. Nestled at the bounds of BRC and the limits of reality, BSW offers a sanctuary for thought and reflection amidst the cacophony of the desert. Here, at the edge of the known and the unknown, BSW invites participants to explore the depths of their imagination and the vast expanse of their inner landscape. But what exactly is BSW, you ask? Well, that's the beauty of it—open to interpretation, these magnificent creations defy categorization. After all, beauty lies in the eye of the beholder. Patience is a virtue. PDA",
    "latitude": 40.80680861655158,
    "longitude": -119.20784993058628
  },
  {
    "name": "Black! Asé 2.0",
    "location": "10:24 2000', Open Playa",
    "description": "Black! Asé 2.0 comes back in new form with Visibility and photography at the forefront but this year Erin's mission is to create an internal experience that takes the audience on a journey of sound and light. This close to 30 foot high scaffold cube has photographic portraits that adorn the outside walls while inside you'll find elements that touch most of the senses: imagery on the mesh-lined walls, audio playing recorded stories of burners of color and music that takes you on a journey from African beats to sounds of black culture today, and colorful lights that illuminates this internal space at night. This allows for a magical gathering space for connection with self and others.",
    "latitude": 40.790623229407444,
    "longitude": -119.20836585646957
  },
  {
    "name": "BLACK ROCK ADVENTURES BUS STOP!",
    "location": "2:58 2440', Open Playa",
    "description": "This not only looks like a bus stop, it is a BUS STOP! Playa Tours depart from the BUS STOP! Daily at 9am in our accessible adventure rig....visit the art together with us!",
    "latitude": 40.78707559687474,
    "longitude": -119.1941685929055
  },
  {
    "name": "Black Rock City Chicken Ranch",
    "location": "3:00 3215', Plaza",
    "description": "The Chicken Ranch is a brothel of absurdity, where senses are bombarded and reality is fractured. Inside, participants can pummel, squeeze, drown, and pulverize rubber chickens, their cacophony of 'caws' will loop and compound upon anyone who dares to approach. Crawling into the egg hole, citizens fall into the rubber chicken pit of squawks where bliss and chaos meet. Swimming or crawling, one finds their way out to emerge back into the desert feeling the disappointment of returning to the mortal world.",
    "latitude": 40.786959,
    "longitude": -119.19136462317731
  },
  {
    "name": "Black Rock Observatory",
    "location": "3:00 4815', Plaza",
    "description": "Black Rock Observatory serves as a gateway to the wonders of the cosmos. The Observatory brings together thousands of participants to experience views of planets, galaxies, and nebulae, meteorites, and talks on a multitude of scientific topics. A beautiful wooden observatory dome houses an eight-foot tall Dobsonian reflector telescope, and several other smaller telescopes that participants can use to view the night sky. And there's a solar telescope in the afternoon!",
    "latitude": 40.786959,
    "longitude": -119.1855785569514
  },
  {
    "name": "Blind Burners Tabletop Model Project & Gallery",
    "location": "6:25 2530', ARTery",
    "description": "Blind Burners Tabletop Model Project & Gallery Blind Burners present a selection of scale models of the Man Base Pavilion and other Art pieces for you to explore through touch, feeling the contours, spaces, and architectural qualities that may be out of reach out on playa. As we like to say at Blind Burners, \"If we can't touch something, it doesn't exist\". The models are accompanied by a selection of photographs by members of Blind Burners, exploring themes of nature, dance, identity and self-expression. Each photograph is accompanied by an audio description, recorded by the artists, so the art works can be experienced through visual and non-visual means.",
    "latitude": 40.780195931296134,
    "longitude": -119.20497125304287
  },
  {
    "name": "Blue Shackles",
    "location": "3:15 1835', Open Playa",
    "description": "Blue Shackles is a poignant installation featuring a series of blue lines and reflective spheres that weave through the air, capturing the complexities of liberation. The structure, supported by blue steel frames, holds within its embrace both entangled and free-floating spheres, representing the nuanced experiences of minority women from sexual minority groups. This visual metaphor speaks to the journey from the constraints of societal norms to the discovery of physical and spiritual joy. The reflective orbs shimmer with the promise of enlightenment, standing as silent yet powerful testimonies to the resilience and defiance inherent in the quest for self-identity and fulfillment.",
    "latitude": 40.78630319382395,
    "longitude": -119.19641187629625
  },
  {
    "name": "Bo*b Squad",
    "location": "1:17 4343', Open Playa",
    "description": "This art project is made up of replicas of the first a-bombs dropped on humans in WWII. Constructed of steel with hollow cavity for burning wood and grilling meat, they invite us to delve into the profound depths of human existence and ponder its paradoxical nature. They serve as a poignant reminder of our inherent potential for creation and destruction, while questioning the choices that have led us astray from our loftiest aspirations.",
    "latitude": 40.79626527677187,
    "longitude": -119.19321406306231
  },
  {
    "name": "breathe",
    "location": "12:15 4600', Open Playa",
    "description": "Breathe is an expression of the breath through the lungs, that invites participants to sit, reflect, and appreciate their own breath in a playful yet grounding experience. Materials bend and fold playfully into a chair, and then wrap and twist into the playa ground, forming the outline of lungs, adorned with synced lighting. Participants will find a pair of headphones which play a series of several minutes of recorded breathwork sessions and soundtracks, meant to connect the listener with their own breath, and connect with the power that a deep inhalation and exhalation can provide, an experience of the present.",
    "latitude": 40.7994462889978,
    "longitude": -119.20081970457184
  },
  {
    "name": "Brocken Spectre",
    "location": "1:04 2400', Open Playa",
    "description": "Burners step back into the magic of their childhood when they look into, for the first time, the viewport of an oversized kaleidoscope, where they transport to a magical world of magnificent swirling colors and fractal shapes. Brocken Sprectre immerses participants to become part of a kaleidoscopic experience. On one end, they look through to see the combinations of colors of the world in new ways. On the other end of the scope, they can become part of the colors of the world as they jump, play, and make faces into the tube. At night, well-lit Burners will be reflected and refracted on the shiny surfaces, inspirations for seeing the world in a new light.",
    "latitude": 40.79253180042491,
    "longitude": -119.19839177806413
  },
  {
    "name": "Broken Portal",
    "location": "12:53 5240', Open Playa",
    "description": "I tried to fix it but it's still broken.",
    "latitude": 40.79979897669333,
    "longitude": -119.19453583393393
  },
  {
    "name": "Build Better Ruins",
    "location": "12:05 3360', Open Playa",
    "description": "Build Better Ruins is a totemic homage to the common widgets we see every day and yet rarely look at on our city streets or neighborhood sidewalks. The artist has customized each element—mailboxes, street lights, electrical resistors from power poles, and (non-functioning) CCTV camera housings—in ways that will invite nature to take over, to repurpose these mundane things in a future that might need more bird nests, mason bee homes, or vegetation everywhere in our modern urban areas. With steam-punk aspects and a soft aesthetic for the tower itself, Build Better Ruins asks us either how we might re-imagine the existing modern landscapes around us today or, perhaps, how nature might do that for us in some near future.",
    "latitude": 40.796150100045566,
    "longitude": -119.20246099220553
  },
  {
    "name": "Burner Evolution",
    "location": "7:41 1800', Open Playa",
    "description": "A fifty-five gallon drum of Playa-doh with two foot by four foot straight razor blades in background with adjacent signs describing the art.",
    "latitude": 40.78382409203402,
    "longitude": -119.20801375480865
  },
  {
    "name": "Burner Industrial Dome",
    "location": "3:15 2200', Open Playa",
    "description": "The goal of this project is not just repurposing objects commonly found in any camp you wander into, but expanding their purpose while at the same time aiming to strengthen and expand our community. In November the bins and other useful building materials will be made into care packages/starter kits to hand out to new burners, needy burners, or just anyone who thinks they may find use in the staples.  Those receiving the bins will receive an excellent starting point for checking out our vibrant community as well as receive meaningful messages making their bins more personalized and special.   In the future the cycle can begin again as the bins/straps/zipties are easy to replace.",
    "latitude": 40.786172747363864,
    "longitude": -119.19510322226253
  },
  {
    "name": "BYTE: Chip and Terra",
    "location": "10:53 4343', Open Playa",
    "description": "Chip and Tera are big cuddle bugs with bulbous mirrored eyeballs that emit dancing beams of light at night. Chip's underbelly gives life to a hanging wisteria garden where adventurous humans may find hidden gifts hanging among the flowered vines or wedged in the graffitied rafters, alongside beautiful messages of appreciation and art from past BRC citizens. You may even find a serene chill space with a giant hammock and big fluffy pillows for some \"me\" time! Tera piggybacks Chip creating another snuggly hideout, enveloped in fur, for escaping the harsh elements and meeting new fuzzy friends.",
    "latitude": 40.79687503804323,
    "longitude": -119.21165947585804
  },
  {
    "name": "Camp-Fire",
    "location": "5:00 1900', Open Playa",
    "description": "The first gathering of people was probably around a fire, and Camp-Fire is a recreation of this first sense of togetherness. Camp-Fire looks like an enlarged version of an archetypical scout fire, like the ones you see in comic books. Sitting around this artificial fire and staring into the flames, it's easy to let go of the uneasiness people get nowadays when they are around strangers, without a phone to distract them. When it gets dark, the flames light up with warm, bright colors, which react to the people moving around them. The firewood is made from a circle of large tree logs, on which you can sit.",
    "latitude": 40.782453676321964,
    "longitude": -119.19955552317836
  },
  {
    "name": "Cardinal Gates",
    "location": "1:36 4500'",
    "description": "Cardinal Gates is 4 fabric panel gates representing the 4 cardinal directions. Each \"gate\" is 6' 8\" tall and 31\" wide.  Each panel is subtly ombre colored representing our understanding of main four of the cardinal directions.",
    "latitude": 40.795203516166744,
    "longitude": -119.19089757294347
  },
  {
    "name": "Carried by the Wind",
    "location": "7:58 1900', Open Playa",
    "description": "Carried by yhe Wind provides a place for Burners to pause, reflect, grieve, and connect. A field of colorful, hand-dyed banners surrounds a shelter. Inside is a phone connected only to the wind, where you can talk to someone who can no longer hear you. We pay homage to the original Wind Phone in Japan that allowed survivors of the 2011 tsunami a place to say goodbye to missing loved ones. The banners are dyed using melting ice and gravity blending the colors and creating beauty out of loss. This process is a reminder of the melting glaciers and sea ice caused by climate change. This loss, in turn, is tied to the Wind Phone, the intangible connection to our missed loved ones, and our global grieving for environmental loss.",
    "latitude": 40.784279617589455,
    "longitude": -119.20888055678765
  },
  {
    "name": "Celestial Syzygy Garden",
    "location": "1:45 1130', Open Playa",
    "description": "You spot two large Saguaro cacti and an apparatus rising up from the landscape. Approaching, you find stunning, beautifully realistic Saguaro, Ocotillo, Organ Pipe, Joshua Tree, Prickly Pear, and Barrel cacti in a circle around a massive swinging platform. Swings, benches, and posts make an octagon shape with light \"stars\" hanging above. Surfaces of the swings, benches, and posts have sun, moon, star, and deity cut-outs with lights inside. You rest and interact with other Burners; at first sitting by yourself on the benches revitalizing your soul, then lounging on the swings intermingling with all. Laying on the large swing with Burners, all the stars above and lights shining through the metal cut-outs is magical and you feel at peace!",
    "latitude": 40.78884250742387,
    "longitude": -119.19974903355423
  },
  {
    "name": "Cheshire Cat Bench",
    "location": "12:12 2970', Open Playa",
    "description": "The Cheshire Cat is a creature of change. It can appear, disappear, and change form at will. As with life, change is inevitable. This bench is placed to allow you to relax and take in the sights. If you are bold, you can be PART of the artwork! Take a moment to rest and reflect on the world around you and what life is to you. Sit, ponder, and recover!",
    "latitude": 40.79504646777681,
    "longitude": -119.2018683240159
  },
  {
    "name": "Childhood Odyssey",
    "location": "8:42 1695', Open Playa",
    "description": "The art installation embodies the belief that the unfiltered vulnerability of childhood carries a universal language, one that connects us all. The art seeks to evoke a sense of unity and shared humanity by inviting viewers to witness the collective imagination of children as they explore their own unique personal journeys.",
    "latitude": 40.78623298781638,
    "longitude": -119.20904514818935
  },
  {
    "name": "Chime Stool",
    "location": "9:41 1300', Open Playa",
    "description": "Early renditions of this device trace back to Ancient Egypt, where priests used chimes to induce altered states of consciousness and promote healing. Later, the monks developed a similar scenario with the fabled 108 worries and chimes to recognize them. The curious human mounts up on the seat, allowing things to become increasingly shaded.  The user does not hear sound only through their ears, instead, through every pore of the body, nostrils, eyes, each ear drum becomes permeated, intruded, the audible being experiences sound through their entire being. The chakra of a sound's particular influence on the user, one either slows or quickens the rhythm of the blood circulation. The awakening of the senses increases lung capacity, soothing the nerves... May the Chime Stool awaken your experience and direct your destiny.   Presto....  Sound Cleanse O’matic…",
    "latitude": 40.78820555203693,
    "longitude": -119.20739446344665
  },
  {
    "name": "ChromaCove",
    "location": "12:00 6100', Open Playa",
    "description": "ChromaCove stands as a geometric beacon on the Playa, its form a towering assemblage of mosaic-like shards that shimmer with an array of serene, changing lights. The piece embodies a visual symphony of unity, its constant luminescence a silent testament to cohesion amid diversity. It serves as a mirror to the onlooker's psyche, each color transition reflecting the ever-evolving dance of thoughts and emotions that define the human experience. Through its tranquil presence, ChromaCove communicates a narrative of introspection and the inherent connectivity of all beings in the vast canvas of the night.",
    "latitude": 40.803661120014375,
    "longitude": -119.202991
  },
  {
    "name": "ColorClock",
    "location": "8:37 2300', Open Playa",
    "description": "ColorClock stands as a minimalist lean-to shade structure, housing a 2.5 ft diameter light display at its core. Within, a low bench encourages participants to rest just above the playa. The light display, crafted with concentric circles, marks the current time, providing nuanced granularity such as the hour and minute. A user-controllable central light introduces an element of interactivity. With an intuitive control panel, the participant can manage cycle time and spectrum hues, enhancing the understanding of the piece. ColorClock, in its simplicity and interactivity, prompts contemplation of the temporal interplay of light against the expansive backdrop of the playa landscape.",
    "latitude": 40.78570347631384,
    "longitude": -119.21114149452868
  },
  {
    "name": "Commune",
    "location": "11:45 4500', Open Playa",
    "description": "Biking in the deep playa, participants are drawn to a series of lights set in patterns that aim to attract from a distance. They find a beautiful dining table has already been set, with others welcoming them for a meal that will never arrive. The ambiance changes as they interact with fellow diners. The piece itself is primarily a custom-built table for 8 with inlaid LED's, a spherical centerpiece, and place settings affixed. Encapsulating the piece are 8 legs custom fabricated from metal tubing, primarily supporting shade cloth, a chandelier, and a beacon. LEDs will coat the beacon and chandelier, as well as run along the poles. LED Animations synchronize with patterns or sequences that aim to delight and inspire conversation.",
    "latitude": 40.7991748261935,
    "longitude": -119.20511509335363
  },
  {
    "name": "Coney McConeface: The Life and Death of a Traffic Cone",
    "location": "1:00 2700', Open Playa",
    "description": "Coney McConeface is a larger than life traffic cone. At 60 feet tall he will tower over the playa. He is painted in bright safety orange and reflective silver bands. He has steam rising around and through him. This steam is coming from a crack in the playa caused from geothermal activity deep below the surface. Coney has been built on top of this geothermal activity to project the citizens of Black Rock City from falling into the cavity and and being injured or burnt. Coney is a symbol of safety and protection, an image we all very familiar with in our day to day lives...traffic cones are everywhere...",
    "latitude": 40.7933613020688,
    "longitude": -119.19810900662189
  },
  {
    "name": "CONFLUIR",
    "location": "12:03 980', Open Playa",
    "description": "CONFLUIR is the result of different suggestions of contrasts: interior and exterior, appear and camouflage, rigid and malleable, reflect and veil, environment and detail. Its distorted reflections embody the contexts that surround it, including the spectators who inhabit it. By concentrating on its outer and concave side, the protagonist of your mirror is an image more similar to the real one, slightly deforming any information that surrounds it. On their interior and convex faces, the prisms produce an abstract result, fragmenting everything we observe into small parts.",
    "latitude": 40.789641371915195,
    "longitude": -119.20289822979665
  },
  {
    "name": "Contemplating Caterpillar's Question",
    "location": "3:12 1400', Open Playa",
    "description": "While traversing the playa on your weeklong journey, you may come across a mushroom erecting from the dust. While visiting said mushroom, you may come across a bench where you'll be serenaded by the sounds of mushrooms. While listening to said mushrooms, you may begin to contemplate Caterpillar's question: \"Who are you?\"",
    "latitude": 40.786558313817416,
    "longitude": -119.197955926644
  },
  {
    "name": "Continuum",
    "location": "1:30 2800', Open Playa",
    "description": "Continuum connects time and space to transport travelers through the passageways that connect our wonderland.  One might experience a kaleidoscope of colors, swirling lights, and shifting landscapes.  As they journey through this mystical space, travelers can hear soft, melodic chimes echoing in the distance, creating a sense of tranquility and wonder. The gentle hum of unseen energy currents flows through the continuum with whispers of voices from distant worlds.",
    "latitude": 40.79238006729551,
    "longitude": -119.19583110833672
  },
  {
    "name": "Cookie Critter Carousel",
    "location": "8:36 1930', Open Playa",
    "description": "-",
    "latitude": 40.78586030288459,
    "longitude": -119.20981792482334
  },
  {
    "name": "COQUÍ",
    "location": "7:00 900', Open Playa",
    "description": "COQUÍ, a symbol of artist NiNo's homeland, Puerto Rico, is a charming arboreal frog who sings amid the sounds of the rainforest where he lives. This project will invite our community to explore Coquí's many attributes, taking a trip inside his enlarged throat, and being fully immersed in his world as he sings.",
    "latitude": 40.7848248993104,
    "longitude": -119.20461833112603
  },
  {
    "name": "Coral Cathedral",
    "location": "Location not yet available.",
    "description": "The coral cathedral is inspired by the architecture of spanish arches and our oceans in need. The octagonal structure is covered with crocheted lace and off-white coral, reminiscent of our precious, dying reefs around the world. This sacred space invites visitors to come inside and witness the wind acting as waves, offering a moment of solace and reflection."
  },
  {
    "name": "Crystal Cairn",
    "location": "11:57 1200', Open Playa",
    "description": "Cairns are a way-finding symbol across the world. This piece is meant to be a beacon between the city and deep playa or a place to fit and feel centered.",
    "latitude": 40.79024353703902,
    "longitude": -119.20310459616738
  },
  {
    "name": "Curious Floral Display",
    "location": "10:47 1330', Open Playa",
    "description": "A Curious Bouquet is an assemblage of fanciful flowers and foliage constructed out of several different materials, including parts from disassembled machines and recycled materials. The goal is to create fun and interesting objects that make people happy and spark their sense of wonder.",
    "latitude": 40.789886333000226,
    "longitude": -119.2058518998556
  },
  {
    "name": "CuriousHare",
    "location": "2:57 1180', Open Playa",
    "description": "On the Black Rock Desert stands the white CuriousHare. Following a white rabbit means following an unlikely clue, finding yourself in the middle of an extraordinary situation. This situation often challenges your beliefs and changes your life. Segmented into quadrants, enriched with objects like spoons, forks, butterflies, and moss. Objects like buttons symbolize security, while bees represent strength. Inspired by the encounter of meeting a loved one, symbolized by butterflies, the installation encourages participants to explore life's symbolism. It fosters reflection and participants' awareness to uncover profound messages within the ordinary and deepen their connection to the narratives shaping their existence.",
    "latitude": 40.78704357515214,
    "longitude": -119.19872523842942
  },
  {
    "name": "Dancing Balloon Robot",
    "location": "9:30 2100', Open Playa",
    "description": "The project focuses on building large-scale bipedal robots that dance among people. To ensure safety, the robots are lightweight and use buoyancy to assist balance. The true artistic aspect of the project comes to light when the robots dynamically move, walk, and dance, conveying emotion through motion.",
    "latitude": 40.78844718625934,
    "longitude": -119.2103264454253
  },
  {
    "name": "DELATA 2.0",
    "location": "12:22 4900', Open Playa",
    "description": "Four human-sized robots with lantern heads who are sentries/guardians of the larger environment they are placed in. They will be placed around Mayu, a womb structure made of natural materials.",
    "latitude": 40.80012895895637,
    "longitude": -119.19960989745601
  },
  {
    "name": "Democracy at Stake- a Tribute to the 50th Anniversary of the Running Fence",
    "location": "1:55 4100'",
    "description": "Democracy at Stake celebrates the 50th anniversary of Christo's famous 24.5 mile long 'Running Fence' which was staked in 1974.  Democracy at Stake is installed along the path of the BRC Ultramarathon to honor Christo and the original marathon runner who rallied the citizens of the original democracy Athens of their army's victory over the Persian Empire. Made of similar materials as the Running Fence, Democracy at Stake encourages runners with messages and encourages people to run for something.  Illuminated from within it provides a beacon for hope and will be reinstalled for a milestone on a commemorative marathon along the roads adjacent to the Running Fence",
    "latitude": 40.79299073351203,
    "longitude": -119.19048620817792
  },
  {
    "name": "Desert Pop",
    "location": "6:00 2380', Keyhole",
    "description": "From a distance, it might remind one of a multi-layered sundial or colored sails. If it were fixed in place, it could be a sundial but, since it is made to rotate with the wind, time would stand still. Therefore, colored sails would be a better description.  Even though the sails don't capture air and blow in the wind, should the conditions be right, when the desert floor radiates heat and the shimmering illusion of water presents itself as a mirage, it becomes \"schooner\" like. As one gets closer, the distinctive shapes and colors reduce the proverbial \"what is it?\" to \"it is merely a piece of art\".  Standing alone, for itself only, not attempting to cloak into any other reality.  An art \"tower\" protruding from the flat, white desert.",
    "latitude": 40.780442435141936,
    "longitude": -119.202991
  },
  {
    "name": "Digital Oasis",
    "location": "3:40 1900'",
    "description": "Mother Turtle - a hydrogen car in the shape of a sea turtle providing electricity to the geodesic tree (Great Tree) Geodesic Tree  (AKA Great tree) - made out of junk yard car parts, bears fruits in forms of electricity and it gives back to the community for charging needs",
    "latitude": 40.785179708718985,
    "longitude": -119.19653441556366
  },
  {
    "name": "Disco Rx",
    "location": "11:30 5100', Open Playa",
    "description": "Turns out, dancing is literally the best medicine. This piece responds to a recent peer-reviewed article studying the impact of different treatments for depression. The study (Noetel et. al 2024) found that, compared with active controls, large reductions in depression were found by simply dancing. In fact, dancing was the best thing you could do, leaving pharmaceutical interventions in the \"dust\". This solar-powered LED micro-disco creates a space for the citizens of Black Rock to put these findings into practice. This installation uplifts the power of dance and provides space to experience the impact of spontaneous dance while providing the knowledge that dance will forever be a tool to shape one's experience in this world.",
    "latitude": 40.800447253489494,
    "longitude": -119.20776442193187
  },
  {
    "name": "DIY",
    "location": "8:30 1400', Open Playa",
    "description": "DIY is a collaborative drone lightshow project between Nebula Collective and the citizens of Black Rock City. Three meter tall LED pyramids frame an arena which hosts small-count drone shows throughout the night. These shows, designed by citizens of BRC themselves and operated by the Nebula team, bring a new technology and creative process into the hands and minds of all!",
    "latitude": 40.785966875827114,
    "longitude": -119.20788129695019
  },
  {
    "name": "Down the Rabbit Hole",
    "location": "11:15 3950', Open Playa",
    "description": "Down the Rabbit Hole is a 10' tunnel of steel rings, each 8 feet in diameter, aglow with LED lights leading to a 10-foot tall, polygon-faceted rabbit of reflective stainless steel on a LED interactive floor, dancing to the rhythm of sounds. The installation is a beacon of invitation, reflection, and chromatic bursts. The metaphorical \"Down the Rabbit Hole\" invites a journey into the unknown, igniting curiosity and discovery, urging them to shed the constraints of time and societal norms to embrace the joy, play, and wonder of exploration. It's a celebration of art's transformative power, uniting people in wonder and play.",
    "latitude": 40.79695104098062,
    "longitude": -119.20845738446795
  },
  {
    "name": "Dream Slide",
    "location": "6:27 1500', Open Playa",
    "description": "A glowing unicorn, larger than life. A journey into dreams and out the other side. White facets by day, a luminescent aurora by night. A slide runs down the glowing mane. Dream Slide embodies childhood wonder and fantastic visions, responding to our bodies as our dreams respond to our minds.",
    "latitude": 40.78296540021914,
    "longitude": -119.20425730968944
  },
  {
    "name": "dSphere",
    "location": "2:05 2050', Open Playa",
    "description": "DSphere is a 16.5' spherical sculpture made mold plywood repeating components.  It's climbable with a top netting spot where you can relax and enjoy the view.",
    "latitude": 40.789550798450364,
    "longitude": -119.19641523623817
  },
  {
    "name": "Echoes of the Heart",
    "location": "12:30 2700', Open Playa",
    "description": "Echoes of the Heart is a biomorphic anatomical human heart containing a \"neural network\" of nearly 100 acoustic LED fibers that carry light and sound throughout the structure. It collects and plays back hundreds of heartfelt audio recordings from participants, symbolic of the memories of pain, grief, trauma, and love that our hearts carry throughout our lives. What's the most beautiful, hurtful, or moving thing anyone has ever said to you? Can you still remember the way you felt when you heard it? What is something you've always wanted to say to someone but never could? What words has your heart carried for a lifetime?",
    "latitude": 40.79409984008267,
    "longitude": -119.20046389427137
  },
  {
    "name": "El Diabla",
    "location": "6:00 2280', Keyhole",
    "description": "On the first Monday of the event Crimson Rose extracts a flame from the sun to light  a fire in El Diabla, a special cauldron located in Center Camp. For the flame to continue burning it must be stoked, disturbed, and kept alive throughout the entire week. We encourage all those that encounter El Diabla to help keep this flame alive.",
    "latitude": 40.780716240388074,
    "longitude": -119.202991
  },
  {
    "name": "Electric Dandelions",
    "location": "Location not yet available.",
    "description": "The Electric Dandelions are 24 ft tall dandelion sculptures that double as fireworks at night. The dandelion bulbs come to life at night as the LED animations take hold and mesmerize you with their bright and intense light show. Sit down and enjoy the lights or dance and see the beautifully geometrically designed metal and acrylic sculptures."
  },
  {
    "name": "Eletheia",
    "location": "9:45 5500', Open Playa",
    "description": "Stainless steel fabrication gone mad.",
    "latitude": 40.79272194022653,
    "longitude": -119.22136659679956
  },
  {
    "name": "Elon dreams of Mars",
    "location": "3:12 1400', Open Playa",
    "description": "Elon dreams of Mars is a sculpture  of young Elon dreaming of conquering Mars…it is a representation that we all have dreams that may come true  if we wish hard enough.",
    "latitude": 40.786558313817416,
    "longitude": -119.197955926644
  },
  {
    "name": "Equinox of Curiosity",
    "location": "6:05 900', Open Playa",
    "description": "Equinox of Curiosity explores the transformative power of paradox through the theme of curiouser and curiouser. With its glowing googly eyes and playful appearance, it beckons viewers into an introspective journey. Standing at 9 feet tall, the dual-headed horse serves as a profound metaphor, prompting contemplation on embracing uncertainty and navigating fears. This sculpture symbolizes resilience and personal growth, urging observers to discover new perspectives and embrace the joy found in the unexplored.",
    "latitude": 40.78449709820208,
    "longitude": -119.20313296637352
  },
  {
    "name": "Eternal Echoes",
    "location": "11:17 2400', Open Playa",
    "description": "Eternal Echoes incorporates three arches on two sides of the structure, representing the past, present, and future. These arches serve as visual markers, as participants move through the space, being reminded of the interconnectedness of us all. Soft lights cast shadows on hundreds of mirrors, symbolizing the inner workings of humanity. Sounds from nearby burners intertwine with thoughts and emotions, creating a symphony of a shared experience. The artist aims to express universal human experiences of love, heartbreak, and self-discovery.",
    "latitude": 40.79307307706909,
    "longitude": -119.20617190055455
  },
  {
    "name": "Ethereal Essence of Odin",
    "location": "9:05 2200', Open Playa",
    "description": "The beauty of this magnificent creature and the indisputable, genuine love, loyalty and friendship for all beings. By placing him on the playa facing the Man, we hope to convey the inner feeling of humanity, the bond between a human and a dog and the connection we all share.",
    "latitude": 40.78722175077607,
    "longitude": -119.2109392688628
  },
  {
    "name": "Eustress'd?",
    "location": "3:04 1170', Open Playa",
    "description": "\"Eustress: moderate or normal psychological stress, interpreted as being beneficial.\" Eustress'd? is a 3'x3'x3' fun and familiar puzzle. It'll give you a moment to gleefully stress over something silly while taking a break from whatever you are heading to...or not heading to.",
    "latitude": 40.786847198716174,
    "longitude": -119.1987625165203
  },
  {
    "name": "Existential Group Therapy",
    "location": "11:51 7900', Open Playa",
    "description": "Existential Group Therapy is not for the faint of heart. Come explore your deepest thoughts with others while also finding comedic relief in the absurdity of the universe. Pull up a chair with a stranger or with familiar faces during the day or in the darkest of night to begin the process. Thoughts of dread, confusion, and curiosity are all welcomed.",
    "latitude": 40.80852293447936,
    "longitude": -119.20523247452428
  },
  {
    "name": "Fable Bound",
    "location": "9:36 1005', Open Playa",
    "description": "Viking (v): to go on a sea voyage. Fable Bound is a 20-foot iconic Viking longship and immersive experience created to honor the importance of our individual and collective storytelling. The ship itself is created out of reclaimed materials and sways as if sailing on the ocean. Through the lens of history and Norse mythology, Fable Bound explores the power in the stories we all tell and create. Whether you find yourself riding in the calm seas or Thor's stormy weather, it is an opportunity for voyagers to answer the call to adventure. Embarking on a hero's journey transcends time and space. What one may discover along the way, either by sea or within themselves, only the Gods know!",
    "latitude": 40.78780933526577,
    "longitude": -119.20644749397988
  },
  {
    "name": "Feed Your Head",
    "location": "7:30 25', Man Pavilion",
    "description": "Welcome to a world where all you believed to be no longer is. Up is down. Down is up. Tall is short. Small is big. Don't be afraid to make your next move. Knowledge waits on the other side.",
    "latitude": 40.786910597613435,
    "longitude": -119.20305492760413
  },
  {
    "name": "Field of Dreams",
    "location": "10:37 2300', Open Playa",
    "description": "As Burners navigate a field of five sculptures, they become active participants in its ever-shifting tapestry, their interactions shaping the contours of this ephemeral realm. The Field of Dreams symbolizes the boundless potential of human connection. Its dynamic spatial forms, composed of luminous structures and mesmerizing soundscapes, evolve throughout the event, mirroring the ever-changing nature of our relationships.",
    "latitude": 40.79167556412597,
    "longitude": -119.20850232250478
  },
  {
    "name": "Finding the Light",
    "location": "3:36 750', Open Playa",
    "description": "The art installation \"Finding the Light\" consists of 3 large steel and stained-glass monoliths. They are strategically placed on playa with exact distances from each other and perfectly aligned with the sun. As the sun heads to the west, the shadows and colors of the stained glass begin to elongate and interact with the playa surface. The monoliths alone are abstract geometric forms which can be explored and interacted with throughout the day. Twice a day, sunrise and set, the long shadows from the monoliths and colors from the stained glass will form a beautiful church on the playa surface. An 8' high observation deck with a preacher’s podium, perfectly placed for the sunset shadow, will be placed on playa as well.",
    "latitude": 40.78632442144346,
    "longitude": -119.20041152688069
  },
  {
    "name": "Fintastic School of Art",
    "location": "12:32 3900', Open Playa",
    "description": "The oceans and the winds are a large part of the world around us. A school of fish swimming in the ocean are never still, always shifting, always moving, always swimming. This school of playa land fish rely on the wind to give them motion. As long as the wind blows and shifts, they are forever changing direction and moving as a school.",
    "latitude": 40.79722374131509,
    "longitude": -119.19910353851196
  },
  {
    "name": "First Ever FAA approved Laser-light and fireworks show from an aircraft",
    "location": "Location not yet available.",
    "description": "First Ever FAA approved Laser-light and fireworks show from an aircraft Presented by: Black Rock City Air force The show will take place at Burningman in August 2024 and will consist of laser and lighting effects projection and debris free fireworks launched from the aircraft to the North of the Black Rock City center. The show will be controlled in the aircraft by pilots CC Pocock and Christ Masi. During the week days at the event CC will be offering free scenic rides around the city in the airplane. Then after sunset on two nights during the event the fake rockets and missiles will be removed and replaced with laser, lighting and pyrotechnics assemblies."
  },
  {
    "name": "First Kiss",
    "location": "4:16 2180', Open Playa",
    "description": "Two trees constructed of plastered human bodies. There are branches of human arms, two that reach toward each other. On these branches are two egg-shaped chairs, where two people will figure out if they want to connect through their first kiss. First Kiss is acceptance, conference, vulnerability, & human connection.",
    "latitude": 40.78328414474901,
    "longitude": -119.19677870522032
  },
  {
    "name": "Flamin-go with Love",
    "location": "3:12 1400', Open Playa",
    "description": "\"Flamin-go with Love\" is an art movement addressing the UN's sustainable development goal of ending poverty. The sculpture depicts the resilience of flamingos, with the red symbolizing individual strength, pink representing global interconnectivity, and a heart signifying love and care. Digital versions of the project support Impact Market's unconditional basic income platform in Coroadinho, Brazil, using blockchain technology to directly distribute funds to those in need.",
    "latitude": 40.786558313817416,
    "longitude": -119.197955926644
  },
  {
    "name": "Flight",
    "location": "3:46 2295', Open Playa",
    "description": "The sculpture is the representation of organic flight and the architecture of the humanoid form. The project will be fabricated out of metal and painted abstract colors.",
    "latitude": 40.78450371185703,
    "longitude": -119.19535137238158
  },
  {
    "name": "Flower Power",
    "location": "7:30 3215', Plaza",
    "description": "The sculpture is a large scale tear gas canister with a flower growing out of it which will light up at night with LEDs. While a tear gas canister is symbolic of war, the powerful and gentle flower counteracts it as a visual metaphor for hope for peace, creation from destruction, life from death, and hope, hope, hope. After a volcanic eruption destroys the land, fauna grows from the blackened soil. The flower symbolizes forgiveness in the place of retribution-- instead of tit-for-tat, hitting back when hit, the flower visually symbolizes that the first step to any kind of reconciliation in a fight is some kind of understanding of the other. There's a long tradition of the power of flowers as a peaceful symbol of resistance, from the sixties to now, and in line with that tradition, this sculpture hopes to be a bright and powerful call for peace in a time fraught with war.",
    "latitude": 40.78073445308748,
    "longitude": -119.21121208989194
  },
  {
    "name": "FlyTrap",
    "location": "11:21 5300', Open Playa",
    "description": "FlyTrap is an interactive LED star ready to dance with you all night long. Kids love it as it reacts as they interact with it.",
    "latitude": 40.80063830983085,
    "longitude": -119.20938885721824
  },
  {
    "name": "Focal Eye Blossom",
    "location": "6:51 2180', Open Playa",
    "description": "An artificial eyeball flower suddenly appears in a place where there are no plants or trees. From a distance, it looks like a flower, but up close, there is an eyeball. This mysterious sight will give each viewer a variety of imaginations. The eyeball moves up and down, left and right, using the pendulum principle, and gradually returns to the front.",
    "latitude": 40.78157150962648,
    "longitude": -119.20638494078958
  },
  {
    "name": "Focus",
    "location": "3:12 1400', Open Playa",
    "description": "This interactive clay totem plays with the idea of Focus with recognizable iconography.",
    "latitude": 40.786558313817416,
    "longitude": -119.197955926644
  },
  {
    "name": "Forest of Confusion",
    "location": "10:56 3400', Open Playa",
    "description": "A group of Colorado Blue Spruce trees, with a central clearing, where participants can wander between the trees. Twenty-five trees make up the grove, and they will be spaced out in a way that obstructs the central clearing from the outside. During the night, the networked trees will light up together in a blue spruce color. The trees will be proximity-sensored, and the participants will have to interact with each tree to unlock a new color pattern. After a set amount of time, the tree color patterns will time out and revert to a solid color. If participants activate every tree before the time runs out on any of them, they will unlock the full forest grove of patterns.",
    "latitude": 40.79485380060195,
    "longitude": -119.20950656440912
  },
  {
    "name": "Full of Tricks",
    "location": "4:29 2229', Open Playa",
    "description": "Full of Tricks is an unexpectedly interactive jack-in-the-box-esque installation loosely based on concepts from Watership Down by Richard Adams, & incorporating themes & inspiration from other rabbit works throughout history. On a playa full of large scale works, we seek to provide a more intimate, more miniature experience for participants to explore.",
    "latitude": 40.782681267396356,
    "longitude": -119.1972416924678
  },
  {
    "name": "Gaia Weeps",
    "location": "2:55 1900', Open Playa",
    "description": "Gaia Weeps is a slightly larger-than-life copper sculpture of goddess Gaia, holding in her hands a world that is aflame with destruction. Gaia is crying tears of sadness which fall from her face sizzling upon the globe on impact. The front of the base has a monitor showing a looped video clip showing the current destruction happening in our world on a daily basis. Gaia is looking out on a group of stumps left over from a forest being clear cut, created out of Hempcrete; the tree stumps give those watching the clip a place to sit and reflect. The art piece will use recycled materials whenever possible and will generate its own power supply using solar and wind turbine energy. Materials include steel, copper, brass, bronze, and gold as elements of the earth.",
    "latitude": 40.78718592112479,
    "longitude": -119.19612658598213
  },
  {
    "name": "Galfridus the Fortune Teller",
    "location": "12:40 6700', Open Playa",
    "description": "Galfridus is nestled in the deep playa. Come find him for a journey into the heart and soul of Burning Man, and receive his guidance to carry on brightly to your next journey.",
    "latitude": 40.80419761554496,
    "longitude": -119.19470414185051
  },
  {
    "name": "Garden of Impermanence",
    "location": "12:32 2175', Open Playa",
    "description": "The Garden of Impermanence is a Zen-inspired installation featuring individual statuettes arranged in the sacred geometric shape of The Tree of Life. The pieces are thermochromic and illuminated by solar-powered lights, so daytime visits will differ from nighttime visits as the statues change color with the temperature, symbolizing life's transient nature.",
    "latitude": 40.79268356727188,
    "longitude": -119.20082299263167
  },
  {
    "name": "Glimmer",
    "location": "6:10 1212', Open Playa",
    "description": "Glimmer is a grand crown made of steel vines, vibrant resin and steel flowers, and colorful gems. Inside the crown a fire pit and benches invite people to pause, observe, and consider the reality around them. At night gems will glow and points of the crown will ignite, creating a spectacle of light and heat.",
    "latitude": 40.78365310838572,
    "longitude": -119.20337299884137
  },
  {
    "name": "GnoMan",
    "location": "7:50 600', Open Playa",
    "description": "GnoMan. A series of mysterious wooden sculptures - placed before the city was built - it may be marking an event and possibly leaving our participants to figure out our riddle.",
    "latitude": 40.786016710576,
    "longitude": -119.2047683754915
  },
  {
    "name": "Goa Gil Farewell Darshan",
    "location": "7:07 707', Open Playa",
    "description": "We are excited to bring Baba Goa Gil's psychedelic aesthetic presence and energy to Black Rock City. The intention of this project is to honor his legacy and offer a glimpse into the dark psy dance floors decorated with psychedelic intent. Goa Gil October 11, 1951- October 26, 2023",
    "latitude": 40.78534476124878,
    "longitude": -119.2044021472327
  },
  {
    "name": "good fortune",
    "location": "10:15 1675', Open Playa",
    "description": "It looks like a giant golden cricket.",
    "latitude": 40.789750924721226,
    "longitude": -119.20779656973157
  },
  {
    "name": "Gravity Organ",
    "location": "11:54 4141', Open Playa",
    "description": "The gravity organ is an 8ft tall organ tube powered by gravity and love.",
    "latitude": 40.798281736530384,
    "longitude": -119.20377473422363
  },
  {
    "name": "Greed",
    "location": "8:55 2100', Open Playa",
    "description": "Greed is a twenty first century, larger-than-life winged gargoyle, perched on top of the earth and lording over humanity. Greed depicts the ageless crisis of individuals, institutions, and countries striving for power and control at the expense of humanity and our environment. As the viewer stands in front of this frightening monster, we are faced with multiple mirrors on its chest that reflect, in part, both the problem and the solution to the crisis—us. Our goal is to generate anger at what is happening in our world today, such as oppression, exploitation, predatory violence, institutional greediness, and environmental degradation. Next, to spark introspection and self-reflection about how we contribute to the problem through insatiable consumerism.",
    "latitude": 40.78670819244103,
    "longitude": -119.21057798391449
  },
  {
    "name": "Hábitat",
    "location": "8:21 880', Open Playa",
    "description": "A habitat is where an organism lives. The goal of Hábitat is to show the beauty of coexistence and community through a sculpture thats feels like it is a living organism, breathing and thriving when whatever is living inside can live together in peace.",
    "latitude": 40.78615469699056,
    "longitude": -119.2059908023521
  },
  {
    "name": "Hakuna Matata: Ephemeral Shadows",
    "location": "10:36 3300', Open Playa",
    "description": "Our installation explores themes of ephemerality, perception, and the quest for deeper understanding. By navigating the labyrinth, participants encounter a series of paintings that challenge their grasp of reality, preparing them for the introspective climax. The central art object, illuminated to cast enduring shadows, symbolizes the transient yet impactful nature of existence. These shadows, living multiple lifetimes during the festival, embody wisdom and maturity, contrasting sharply with the fleeting nature of our daily experiences.",
    "latitude": 40.79367373941123,
    "longitude": -119.21097624512949
  },
  {
    "name": "Harmonia",
    "location": "5:15 2260', Open Playa",
    "description": "Chaos and Resonance. Cycles and Epicycles. Movement evokes sound. Forms are implied. An unexpected order arises. Harmonia is a highly interactive spherical sculpture with spokes animated by light in harmonically related motion. Be the artist.",
    "latitude": 40.78124203478071,
    "longitude": -119.19986339774745
  },
  {
    "name": "Haven's Folly",
    "location": "1:28 3470', Open Playa",
    "description": "Haven (noun): A place of refuge.  Folly (noun): A foolish idea.  Haven's Folly (art): The notion that to seek comfort is for it to slip through one's hands like dust on playa, but to leave comfort behind is to find it.",
    "latitude": 40.79379347768476,
    "longitude": -119.19427405781536
  },
  {
    "name": "Have you seen this chicken?",
    "location": "4:20 2300', Open Playa",
    "description": "This diorama provides a 3-d artists representation of an Elmo who is suspected of a variety of subversive activities, intended to aid in its eventual apprehension and Elmomination.",
    "latitude": 40.78291103174727,
    "longitude": -119.19661944817268
  },
  {
    "name": "Healing Radiance",
    "location": "4:19 1790', Open Playa",
    "description": "Two human figures made of metal, standing hand in hand. One figure incorporates a mold used in guiding radiation therapy for cancer. This art piece represents the artist's journey through cancer, symbolizing hope, strength, and the power of human connection. It inspires people to view adversity as an opportunity for growth and a shift in consciousness.",
    "latitude": 40.78384150818939,
    "longitude": -119.19799614938474
  },
  {
    "name": "H E A R T H",
    "location": "6:30 2100', Open Playa",
    "description": "HEARTH is an expression of ambivalence and symbolism, the individual and interconnectedness, with a strong emphasis on the duality of human and planetary experiences. Exploring themes of healing and destruction, liberation and confinement, and the complex interplay between these elements. HEARTH encourages a shift in perspective from the individual human experience to a broader, collective and planetary viewpoint. In essence, the philosophy of HEARTH is to use ART as a vehicle to explore the nature of individual and collective human existence and its intricate relationship with the planet, acknowledging the ambiguity and tensions that arise as we grapple with these complex emotions and challenges.",
    "latitude": 40.78140501326904,
    "longitude": -119.20495652667783
  },
  {
    "name": "Heartless Dino",
    "location": "8:53 1900', Open Playa",
    "description": "Heartless Dino is a sculptural replica of Acantholipan Gonzalezi, a new species from 72 million years ago, created using metal sourced from dismantled parts of confiscated weapons. It is surrounded by light bulbs, with a structure and netting that allude to a portal, blurring the boundaries not only in space and time, but also between science, art, reality, and fantasy. Above, there lies the heart of the dino, crafted from natural fabrics. The Heartless Dino serves as an opportunity to transmute, through art, the atrocities implicit in environments of violence, while prompting reflection on the importance of intention and collective action in transforming reality. This collective action stems from a limitless imagination, celebrating fantasy, love, wonder, and curiosity.",
    "latitude": 40.786641407202524,
    "longitude": -119.20984913792968
  },
  {
    "name": "HELIOS",
    "location": "11:30 3500', Open Playa",
    "description": "HELIOS is harmonic wave phenomena incarnated in a massive, highly interactive kinetic LED sculpture.  Suspended more than 18ft above you and spanning nearly 60ft long, this immersive tension structure visualizes the essence of a soundwave, dynamically responding to the movements of those who engage with it. HELIOS beckons the audience to become the conductors of this multi-sensory instrument of color and light. Enveloping you in a warm embrace, it dances gracefully, suspended in air, filling your field of view with its undulating tendrils punctuated on each end with a bright LED petal.",
    "latitude": 40.796215644551616,
    "longitude": -119.20626687779638
  },
  {
    "name": "Help, the sky's gone, multicolored",
    "location": "10:43 2000', Open Playa",
    "description": "A small structure with readings for conversation and contemplation.",
    "latitude": 40.79124464438032,
    "longitude": -119.20749338864273
  },
  {
    "name": "High Six",
    "location": "6:06 2085', Open Playa",
    "description": "\"High six!\" is an 9,5-feet-tall sound public art piece featuring a steel metaphone similar to steel tongue drum, a street musical instrument with note petals inserted into the palm. The Intricate geometric design of the installation mirrors a neural system — a cosmic web that binds us all together. This welcoming gesture serves as a powerful reminder of the value of trust and openness towards the world, diverse cultures, and fellow beings. Embracing our differences, celebrating our uniqueness, and standing together as one, we share a collective bond. High six!",
    "latitude": 40.781257984384006,
    "longitude": -119.2033856114118
  },
  {
    "name": "Hope",
    "location": "8:56 1240', Open Playa",
    "description": "The clenched fist has long been used as a symbol of resistance. This can be traced back to the 19th century, when revolutionaries first used it against the European monarchies. It was later adopted by Europe's anti-fascist movement. In the 1960s, most famously through Tommy Smith and John Carlos at the Mexico City Olympics, it became both an iconic symbol of the Black Power Movement and a universal representation of the struggle for civil and human rights. The image symbolises the ongoing racism and injustice throughout the world, but it is also a beacon of power, pride, and perseverance – holding the promise of 'Hope'.",
    "latitude": 40.786840509750476,
    "longitude": -119.20747246967079
  },
  {
    "name": "Hortus Lux",
    "location": "12:30 2400', Open Playa",
    "description": "Inspired by succulents in the arid desert, Hortus Lux is a restful oasis by day and an invitation to play by night. Each of the five woven hammock leaves accommodates two.",
    "latitude": 40.793306413406825,
    "longitude": -119.20074468379676
  },
  {
    "name": "How Much is Life?",
    "location": "11:35 3220', Open Playa",
    "description": "Reflecting on the Kurenivka Mudslide tragedy and the horrors at Babyn Yar, How Much Is Life contrasts the stark monetary valuation of lives against their intrinsic worth. This installation mirrors the unforeseen rain on last year's playa, serving as a metaphor for the tears shed for those lost in the ongoing conflict in Ukraine and past injustices. It's an interactive canvas that invites Black Rock City citizens to contemplate and discuss the true value of a life, beyond the dehumanizing toll of war and historical catastrophes. Our hope is to inspire a deeper collective awareness of life's immeasurable value in a world too often preoccupied with quantifying the invaluable.",
    "latitude": 40.795566541986744,
    "longitude": -119.20551132205456
  },
  {
    "name": "Hug Cabana",
    "location": "2:56 1600', Open Playa",
    "description": "Hug Cabana is a hugging booth.",
    "latitude": 40.78711189064456,
    "longitude": -119.1972084584893
  },
  {
    "name": "I Ching O-Matic",
    "location": "3:12 1400', Open Playa",
    "description": "A wooden spinner stands aside a record-keeping console that illustrates graphically the results of each of the 6 spins of an I Ching reading. The console contains wooden slats that correspond to the 8 symbolic trigrams of Chinese culture. The wooden pieces placed on the console help provide a clear view of the divination process. There are informational signs that help the querent formulate questions, which lead to comprehensible answers and the nature of change in their lives. The new version of the I Ching O'Matic now has 64 wooden tablets that provide a simple synopsis on one side, and on the other, extraordinary details revealing great complexity within each hexagram for those who wish to learn more.",
    "latitude": 40.786558313817416,
    "longitude": -119.197955926644
  },
  {
    "name": "I Have Dust In Curiouser Places",
    "location": "6:39 2310', Open Playa",
    "description": "Dust is getting into Curiouser & Curiouser places.",
    "latitude": 40.78099688571524,
    "longitude": -119.20577950003286
  },
  {
    "name": "Illumicone",
    "location": "12:00 7500', Open Playa",
    "description": "Illumicone is light art driven by participation and interaction. A softly glowing presence draws participants inside where they encounter strange mechanical widgets. As they play with the widgets, patterns of light move in response, surrounding the participants with a dazzling color spectacle of their own creation. Illumicone is 19 feet tall at its center and 38 feet across at its base. Cables descending from the top of the cone carry 4800 individually controlled LEDs. Inside the cone are interactive, mechanical widgets. Participants manipulate the widgets, causing patterns of light to dance across the LEDs. Some widgets drive colored lines and rings while others create sparkles or showers of color droplets.",
    "latitude": 40.807494393460296,
    "longitude": -119.202991
  },
  {
    "name": "I'm Fine",
    "location": "10:47 3700', Open Playa",
    "description": "Regardless of cultural or geographical boundaries, all people feel joy, sadness, anger, fear and love – these are the emotions that make us human. \"I’m Fine\" speaks to a situation familiar to all of us, when we automatically respond with \"I’m fine\" to the question \"Are you ok?\" even though we might be feeling pain, anxiety or confusion deep down. This piece particularly resonates with Ukrainians who continue to face daily challenges both personally and as a nation. Yet this story is universal and relatable to everyone on the planet.",
    "latitude": 40.79510270834648,
    "longitude": -119.21094989433514
  },
  {
    "name": "Infinipus",
    "location": "8:06 1600', Open Playa",
    "description": "Here lies the Kraken from the deep! Infinipus is brilliant - and is able to mimic it's surroundings. During the day, the mirrors will assist it in camouflaging with the dusty environment. At night, Infinipus is alive with color-changing infinity mirrors.",
    "latitude": 40.7849701203116,
    "longitude": -119.20814642275667
  },
  {
    "name": "Inner Interface",
    "location": "11:17 1700', Open Playa",
    "description": "The Inner Interface is an interactive art sculpture that delves into human consciousness and the intricate link between self-reflection, meditation, and perception. At its center sits the pyramid, symbolizing self, stability, and enlightenment. Within it resides the essence of the individual. Floating within and beyond the pyramid are spheres, representing the myriad thoughts and perspectives in our minds. Initially contained within, these spheres extend outward, illustrating the interconnectedness of our inner and outer worlds. This underscores the artwork's core message: by exploring our inner selves through practices like meditation, we refine perceptions and influence the world.",
    "latitude": 40.791289804590605,
    "longitude": -119.2052441378928
  },
  {
    "name": "Inner Worlds",
    "location": "4:38 1900', Open Playa",
    "description": "Inner Worlds is a captivating art installation set in the heart of the desert. It features an infinity mirror floor that creates the illusion of a journey to the center of the Earth. As visitors step onto the mirrored surface, their reflections stretch into infinity, symbolizing boundless possibilities and the vastness of the universe. Surrounding the mirror floor are tall, illuminated light poles that emit ethereal, changing lights, creating a mesmerizing and meditative environment. The installation blends the stark desert landscape with the dynamic lighting, highlighting the harmony between opposites and the interconnectedness of all elements.",
    "latitude": 40.78303277459488,
    "longitude": -119.19848324882456
  },
  {
    "name": "Inside Her",
    "location": "6:34 665', Open Playa",
    "description": "The porcelain doll stands, open to the world, showing her vulnerability and the strong burner inside all of us.",
    "latitude": 40.785217755627066,
    "longitude": -119.20369410535041
  },
  {
    "name": "Interlace",
    "location": "8:20 1800', Open Playa",
    "description": "Interlace is a family of three hyperboloids. When in motion, hyperboloids seem to curve and bend, yet are only composed of rigid, straight lines. As participants rotate the outer ring, these strange creatures twist; transforming from a linear body into an elegant hourglass figure and back again.",
    "latitude": 40.78527335562851,
    "longitude": -119.20910776420284
  },
  {
    "name": "Invoke The Fiery",
    "location": "11:35 2600', Open Playa",
    "description": "A ritual 15-foot metal portal adorned with spiderweb patterns awaits. Enhanced by a circle of lotus lace patterns, it guides participants on a transformative journey. At its heart, a suspended bell resonates with each passage under the arch. Illuminated by red light at night, it draws inspiration from Hindu Kali mythology. Participants get to shed their burdens and embrace renewal. Along the path, several metal bowls beckon. Participants can inscribe their burdens on stones before passing under the arch, accompanied by ritual sounds. A fire ritual, burning offerings on sheets, enriches the experience. Through these symbolic acts and immersive engagement, Invoke The Fiery becomes an invocation to change, urging passage and liberation from burden.",
    "latitude": 40.793909189181846,
    "longitude": -119.20502604265275
  },
  {
    "name": "Island of Lost Buoys",
    "location": "1:26 1360', Open Playa",
    "description": "The Island is an oasis on the playa. It is a place to recline on our soft shores, swing in the hammock. Climb to the crow's nest and peer out into the dust for approaching pirates. The Island is made of things we humans have cast off, transformed into a creative place of play. It is also a reminder of what we can create when we reuse and repurpose; and in doing so, save the places we love that are being inundated with our waste, overconsumption, and pollution. At Burning Man it's a place of rest, to meet, make friends, and be children again.",
    "latitude": 40.78968237933188,
    "longitude": -119.1996368254743
  },
  {
    "name": "iSMS -  inter Species Message Service",
    "location": "2:38 1800', Open Playa",
    "description": "A young messenger takes flight upon a giant hummingbird in order to deliver messages from the human species to the animal kingdom. If communication as humans know it could be translated and shared with animals, what would we say?  How might our relationship change with the creatures of earth if we could communicate with them in a verbal way?",
    "latitude": 40.787899401071,
    "longitude": -119.19660127012085
  },
  {
    "name": "It's All Salt",
    "location": "4:15 1400', Open Playa",
    "description": "It's All Salt is a wooden, brain-shaped sculpture crafted from digital MRI brain scans shared by burners and friends. Each slice is built from the brain of a different person. It transforms neuroimaging data into a sculpture that can be explored by interacting with the brains and stories of others. Playing on the perspective that brain function - and all that the brain underlies - requires a balance of \"salty\" ions, It's All Salt is a unified representation of a deeply personal, often isolating event: imaging of the brain in an attempt to understand a symptom, behavior, or experience of unknown origin. It's All Salt highlights the absurdity and beauty of the brain, a complex system that can be both incredibly sensitive and resilient.",
    "latitude": 40.784625450979284,
    "longitude": -119.19897440440346
  },
  {
    "name": "Janky Junk Rose",
    "location": "11:03 2700'",
    "description": "Janky Junk Rose it a scrap metal art piece of a 7 feet self standing sculpture. Created by Sky, a California based artist from Turkey in 2024. The sculpture is intended to stand as a reflection point in The Playa for Black Rock City adventurers. It's a wish tree, a symbol of growth, love, beauty, pain and strength.",
    "latitude": 40.793455867867735,
    "longitude": -119.20764997181578
  },
  {
    "name": "Joya",
    "location": "11:15 4900', Open Playa",
    "description": "Joya is a black metallic structure that has the shape of an upside-down diamond formed by six columns, 6 levels of removable static platforms. It has six sides. The columns are structural irons and the platforms are folded metal plates. The art piece has a deep meaning in our Argentine culture. \"Estoy Joya\", means when people are having a good time, all they say is \"I'm Joya!\" An English translation would mean that you're in a jewel, splendid place. Or state, frame of mind. Joya is surrounded by 6 structural totems, making the area for dancing and enjoyment bigger, enhancing the idea of inclusion while boosting the lights show. The gathering, the sharing, the root and fundamental of having a great time, while connecting with other beings.",
    "latitude": 40.799354190077224,
    "longitude": -119.20977208452986
  },
  {
    "name": "Kaleidoscope Hole",
    "location": "12:47 1600', Open Playa",
    "description": "Taking from the theme of this year's Burning Man, Kaleidoscope Hole (as its name suggests) brings up thoughts of curiosity, infinity, psychedelia, creativity, and mischief. Kaleidoscope Hole is a conceptual, life-size kaleidoscope created by three painted standalone wooden rings, spaced apart and descending in size, and lit by LEDs at night to create a kaleidoscope-like view. It is an endless void of changing colors and patterns, where participants can lose themselves for the time that they choose to live within its world. Or they can partake in the creation of colors and movement by touching and spinning the Kaleidoscope Hole rings.",
    "latitude": 40.79097653375024,
    "longitude": -119.20068381147968
  },
  {
    "name": "Kalos",
    "location": "9:10 790', Open Playa",
    "description": "Kalos is a walk-through kaleidoscope, abstracting beauty into dynamic, moving fractals, reflecting and reinterpreting life on the playa. The piece welcomes burners to walk through its forty-foot triangular space, and experience changing reflections that encourage new thoughts around space, time, and existence. Enter Kalos, the Greek word for beauty, and participate in the creation of beauty, both visually and physically. The interior will be a mirrored triangle. The piece will be constructed in a series of 4' wide sections, with 1' between each section, so light and movement from outside will contribute to the images that people see inside. The exterior will be a moving metal and glass sculpture, reflecting the ever-changing landscape of the playa.",
    "latitude": 40.78714752322681,
    "longitude": -119.20583699894541
  },
  {
    "name": "Kaze",
    "location": "1:30 4500', Open Playa",
    "description": "Kaze is a traditional Japanese teahouse that appears from a distance as an oddly irregular structure, which upon closer inspection, is the remains of a traditional Japanese teahouse, frozen at the moment of its disintegration. Exploring the interior, one finds the formal alcoves to be completely intact, unharmed and beautifully polished. Further investigation reveals the building as a memorial though scattered items, projections and images. Occasional tea ceremonies, and other impromptu performances and recorded audio insertions will be programmed. At night, through simple lighting and projections, the installation provides a delicate interplay of light, color and shadow.",
    "latitude": 40.795671429582065,
    "longitude": -119.19148403125543
  },
  {
    "name": "#KOKON",
    "location": "10:35 2700', Open Playa",
    "description": "A colossal inflatable baby unicorn stands majestically at Burning Man. #Kokon embodies purity and simplicity, mirroring the direct and focused way children with autism interact with their surroundings. The unicorn, a symbol of grace and uniqueness, celebrates the beauty of seeing the world differently, inviting a deeper appreciation for diverse perspectives.",
    "latitude": 40.792409500872274,
    "longitude": -119.20958745383979
  },
  {
    "name": "Kurious Portal",
    "location": "4:45 750', Open Playa",
    "description": "Portals are two gateways that anyone on foot or bike can pass through and be transported, or better yet, be transformed from one version of oneself to another. The portals invite everyone that passes through to reconsider their perspective for a more inclusive world - a world where everyone is included as equals and with love. ALL ARE WELCOME!!",
    "latitude": 40.78532981770041,
    "longitude": -119.20133990596374
  },
  {
    "name": "Let it Go!",
    "location": "3:15 1350'",
    "description": "A wood spool being recycled as the base for the clock that does not work and sound interactive LED lights on the perimeter of the clock that makes the citizens of black rock city interact as they pass by. When the citizens speak to the piece the piece will flash a different color each time even if the same word is repeated, therefore the citizens will be intrigued and confused at the same time going with this year's theme courisier.",
    "latitude": 40.78647652679146,
    "longitude": -119.19815077275202
  },
  {
    "name": "Library of Light",
    "location": "11:51 5200', Open Playa",
    "description": "The Library of Light is an interactive wall display of light. Crafted from steel and 2000 warm white LED light bulbs, this 15x30 ft installation is a blank canvas of light. Each individual bulb has a switch, and participants are encouraged to express themselves by creating shapes, writing messages or making patterns, opening up endless possibilities to shape the environment with light. Half the display is accessible from ground level and the top half is accessible from the two rolling library ladders on either side of the piece. The Library of Light is a sustainable project powered by 20 solar panels and salvaged EV batteries, keeping the magic going all night long.",
    "latitude": 40.80115298218895,
    "longitude": -119.2044664009527
  },
  {
    "name": "Life is a Puzzle",
    "location": "5:55 1600', Open Playa",
    "description": "At its core, this artwork is a colossal, multi-colored puzzle symbolizing life. However, its true significance lies in its portrayal of people coming together to support one another.",
    "latitude": 40.78258228569259,
    "longitude": -119.20273861533597
  },
  {
    "name": "Light Curve",
    "location": "5:23 2000', Open Playa",
    "description": "Light Curve is a rogue star ball of fire, mounted on a swinging arm, which is moved by participant interaction. Twenty independent flame heads, in synchrony with LEDs, react to participants with exciting dynamics.",
    "latitude": 40.78176588016337,
    "longitude": -119.20069606780531
  },
  {
    "name": "Liminality",
    "location": "12:06 6275', Open Playa",
    "description": "Liminality represents the space in between what was and will be. It is neither here nor there. Liminality is a work containing doorways, stairs, and other motifs of transition, intended to invoke the temporal sense of suspense and possibility that is the liminal state.",
    "latitude": 40.80411673284911,
    "longitude": -119.20180338052323
  },
  {
    "name": "Live Dangerously, Carefully",
    "location": "1:00 1100', Open Playa",
    "description": "In the night it twinkles and glistens, in the day it blazes and shines! What is it? It's a pile of treasures from around the world! There are layers of intricate detail and tons of tiny discoveries to find. There are many wondrous treasures of the human spirit to unearth - all of which can be yours if you decide to live dangerously, carefully.",
    "latitude": 40.78956734528729,
    "longitude": -119.20100203973485
  },
  {
    "name": "Lofty Aerostat and the Pyramid de Luz",
    "location": "10:40 4050', Open Playa",
    "description": "The Pyramid de Luz offers a unique vantage point to ascend and contemplate, while the hot air balloon provides exhilarating rides to hundreds, fostering moments of connection and wonder.",
    "latitude": 40.795453752985665,
    "longitude": -119.21240525456206
  },
  {
    "name": "Lost in Thought",
    "location": "11:57 1725', Open Playa",
    "description": "Lost in Thought is a life-sized sculpture of a person meditating, with the layers of self splitting away like the leaves of a lotus flower to reveal a skeleton in repose. Lost in Thought is a simple project inspired by the challenging conditions from Burning Man 2022 and Burning Man 2023 and the feelings that I struggled with while trying to find joy in suffering. Lost in Thought is made of blown playa dust sculpted onto a simple recycled metal frame and is meant to decay into just the skeletal frame underneath as the week goes by.",
    "latitude": 40.791680521993584,
    "longitude": -119.2031542944906
  },
  {
    "name": "Love Shines Down",
    "location": "11:11 4555', Open Playa",
    "description": "The Love Shines Down molecule will be a beautifully crafted playground of wood joinery and delightful lighting elements, both simple and complex. The piece will be approximately 18 ft long, composed of one pentagon followed by three hexagons supported by a matrix of charred timber framing work representing the carbon molecular structure. Love Shines Down is playful and approachable but provides a deeper look at a journey of discovery and new perspectives, breaking down barriers and promoting inclusion and tolerance. We hope this molecule brings smiles to faces and curiosity to minds. All interpretations are welcome, as embracing different perspectives encourages richer dialogue and connection to the piece and within the community.",
    "latitude": 40.798307881332015,
    "longitude": -119.2098219130535
  },
  {
    "name": "Lyre '72",
    "location": "10:57 3900', Open Playa",
    "description": "Lyre – an instrument as old as ancient Greece. Symbol of harmony, union of cosmic forces, love, and devotion. '72: the year the artist was born into a house filled with mid-century modern design. Lyre '72 explores how our worlds are intricately woven together; that no matter the era, we can find commonality. Lyre '72 is a series of seven wooden orbs that are each woven with thousands of feet of paracord. It was created as a memorial to the artist's mother, who recently passed from dementia and Alzheimer's. As is so often the case with these diseases, one begins to remember more about the past than to understand the present; so the artist wanted her memorial to focus on the idea of nostalgia but in a modern context.",
    "latitude": 40.796063836652635,
    "longitude": -119.21036007753982
  },
  {
    "name": "Mani Padme",
    "location": "1:00 6200', Open Playa",
    "description": "Mani Padme is a 9-foot tall, 5-foot diameter cylinder with 32 vertical bars of full-color, computer-controlled LEDs around its circumference. The cylinder spins on a vertical axis, but there is no motor. It only spins when someone spins the cylinder by hand. As it spins a rotary encoder lets the computer know, 360 times per second, what angle the cylinder is. The computer choose the colors of the LEDs using this information to display a solid cylinder of light, making use of the eye's persistence-of-vision characteristic.",
    "latitude": 40.80166058252835,
    "longitude": -119.1917804966873
  },
  {
    "name": "Mariposa",
    "location": "4:30 1000', Open Playa",
    "description": "Mariposa is a 26' wide aluminum butterfly, hovering 15' overhead, with 39,000 LEDs.  The tower that holds it aloft has an 8' wide porch swing. When visitors swing on it, the motion makes the wings flap, making Mariposa uniquely interactive and immersive.  The animated patterns displayed on the LEDs are chosen to choreograph pieces of classical music, played by four speakers disguised as flower pots.",
    "latitude": 40.78502290453732,
    "longitude": -119.20043389583454
  },
  {
    "name": "Mars Molecules",
    "location": "6:02 2850', Cafe Portal",
    "description": "This installation will be two sculptures, one titled \"Molecule #3\" which is 9' in diameter, and another called \"Strobilus,\" which is a large-scale, 13-foot-tall bronze piece inspired by the pine cone, a symbol of the third eye. Throughout history and across many cultures, the pine cone has represented enlightenment and the blossoming of imagination. I hope this conveys the symbolism to the viewer as an embodiment of limitless capabilities, with its interconnected woven spirals hinting at the infinite possibilities of the human imagination.",
    "latitude": 40.77915673898825,
    "longitude": -119.20317087201339
  },
  {
    "name": "Matter Out Of Time",
    "location": "12:16 6300', Open Playa",
    "description": "Time machines? They sound like theremins. That's the rule. Matter Out of Time (MOOT) appears as a giant, shiny, spiky ball, partially embedded in the playa. The aluminum tubes span some 25 feet, but are surprisingly easy to climb.  Inside the ball you find a captains' station, controls, and screens, but nothing seems to be working.  You activate the initiation sequence, and <WHUMP> the machine, with a thump and a flash, comes alive! A video appears on the screen in front of you, and the controls are flashing, so you reach forward, and < eeeeeooooouuuuuuummmmmm> Is all of this a step towards a real time machine? Well, there's definitely been a clear progression through time…",
    "latitude": 40.80404085731514,
    "longitude": -119.1998202699326
  },
  {
    "name": "MAYU",
    "location": "12:22 4900', Open Playa",
    "description": "MAYU is an experience inspired by the warm embrace of a womb and the rejuvenating safety of a cocoon. The dome structure is made of giant reed and skinned with used parachutes, dyed in warm hues. Mayu is a safe haven dimly lit with deep heartbeat-like pulsing sounds, and soft surfaces that offer protection from the elements for weary travelers.",
    "latitude": 40.80012895895637,
    "longitude": -119.19960989745601
  },
  {
    "name": "Mega Intelligent Robot Artist (MIRA)",
    "location": "6:03 1740', Open Playa",
    "description": "Even as AI has become a commodity and is all around us, are we ready to — or should we — accept and welcome it into our art and lives? Our cute little robot artist, Mira, wants to talk about it. She yearns to fit in, become part of the culture, and earn acceptance. But can she do that without losing herself? Mira is smart and interactive, creating art inspired by those she meets. Like a foreigner in a new land, she strives for acceptance while preserving her identity. By paralleling Mira's quest with our own, we aim to provoke conversations about radical inclusion, identity, diversity, and the balance between individuality and assimilation. Through this interactive piece, we highlight the shared experiences that unite us all.",
    "latitude": 40.782196421293435,
    "longitude": -119.20315571444269
  },
  {
    "name": "Mercurialosity",
    "location": "12:00 6500', Open Playa",
    "description": "\"Picture yourself in a boat on a river\", or a bicycle on a dry lakebed, laughing and playing as you cantor around the Black Rock Playa. Look over there! Something shiny! Approach it! We dare you. As you get closer you will notice the shiny thing gets very intricate, a steel onion dome shape with a fractal pattern cut into it, creating a 3-dimensional steel doily. Come in closer, it's talking to you. What is it saying? Where is it leading you? \"Turn off your mind, relax and float downstream.\"",
    "latitude": 40.80475634099893,
    "longitude": -119.202991
  },
  {
    "name": "METAHEART",
    "location": "8:55 690', Open Playa",
    "description": "METAHEART is mirror-clad, three dimensional sculpture that rises 23' from the ground, reflecting the love and energy of the community. Three arching stainless steel arms form a heart motif, and at it's center hangs a rotating structure in the ancient geometric shape of a Metatron's cube. METAHEART invites the viewer to reflect on and expand beyond the confines of their heart. By looking inward, we see beyond ourselves and our perceived constraints to connection. The piece symbolizes the discovery of love, for the self and others, in every axis and plane, across time, space and infinity.",
    "latitude": 40.786876591802056,
    "longitude": -119.20548386614333
  },
  {
    "name": "Mir or",
    "location": "7:07 1300', Open Playa",
    "description": "This piece reminds us that even the darkest tools of destruction can be transformed into objects of contemplation and art. It urges us to consider the consequences of our actions and choices, emphasizing the importance of striving for peace and preserving our cultural and natural heritage for future generations.",
    "latitude": 40.7839908099341,
    "longitude": -119.20558575445901
  },
  {
    "name": "Mokosh Temple",
    "location": "10:00 1800', Open Playa",
    "description": "In Mokosh's realm, we seek to find, A union of hearts, of like-minded kind. The goddess of life, of earth and of care, Guides our journey, with love to share. In her sacred womb, a temple stands tall, With an empowering center, defying all. A symbol of freedom, of strength and of grace, Inviting expression in this hallowed space. Here, hearts beat in a rhythmic dance, In a spectacle of light, we're lost in trance. Each pulse, a note in a symphony grand, Uniting us all, hand in hand. As day turns to night, the temple glows, In the heart of Mokosh, our collective heart shows. The beats of life, the soul's gentle call, In this magical space, we are one and all. In the heart of Mokosh, our spirits soar free, In this temple of wonder, our unity we see.",
    "latitude": 40.78942324721524,
    "longitude": -119.20862824038207
  },
  {
    "name": "Mona Mushroom",
    "location": "2:15 1300', Open Playa",
    "description": "Mona is an eight-meter-tall, pink metal sculpture of a mushroom that evokes a soft, organic feeling, even though it is very strong, being constructed from stainless steel. The ancient fungus, which has been living within the mycelial network beneath the playa for over a billion years, has decided to emerge from the ground this year. Through a wormhole in its stem, citizens can enter inside of the mushroom, which is made of a metal that is polished to act as a mirror, allowing participants to explore the weirdness and depth of their inner worlds. Whimsical artistic lights dancing within the mushroom and lasers outside of it transform its surrounding into a magical world. Follow the rabbit to join us in exploring this wonderful mushroom world.",
    "latitude": 40.78832114950809,
    "longitude": -119.1986476771201
  },
  {
    "name": "Monoceros",
    "location": "12:10 3600', Open Playa",
    "description": "Monoceros in Greek means \"one horn.\" This visually striking temple boat explores what having one horn means by exploring various unicorn appearances through time and from around the world. On the outside, a tall wooden temple resides on top of a wooden ship floating on the playa. The piece combines elements from the artist's Dutch ancestry of wood ship building along with Chinese ancestry of floating meditation temples. Inside, a museum of exhibits will entertain and illuminate the best of unicorn virtues and lore. Through this experience, people can discover their own unique unicorn magic and bring them forth to the world. Ultimately, we are all of one horn, we are Monoceros.",
    "latitude": 40.79677848004242,
    "longitude": -119.20185634997611
  },
  {
    "name": "Monument to East Man",
    "location": "1:30 5000'",
    "description": "This sculpture is inspired by the Monument to East Van, which itself is based on graffiti found in Vancouver, Canada since the mid-1900s. Over time, the symbol has come to represent East Vancouver, referencing the city's traditionally working-class and harder-edged neighbourhoods. Monument to East Man explores concepts of context-based identity, orientalism versus occidentalism, and the immigrant experience. Like the original, this sculpture is oriented in the east and faces westward towards the centre of the city, inviting curious travelers to look east.",
    "latitude": 40.796639477313406,
    "longitude": -119.1902054791727
  },
  {
    "name": "Moop-Boofer",
    "location": "10:30 4640', Open Playa",
    "description": "They drank from a bottle called DRINK ME And she grew so tall, A House from the playa with NO MOOP And not too big or small. Down the hole it goes, And Moop discarded by the folks Who never BOOFED nothin' at all.",
    "latitude": 40.79594248294684,
    "longitude": -119.21485596332772
  },
  {
    "name": "MÖTH",
    "location": "Location not yet available",
    "description": "The core idea of this project is that the MOTH statue has 3 hands. Each hand holds an item, symbolizing one of the people's personalities: Warrior (sword), scientist (book), leader (lamp). Each person has only 2 hands and can pick only two roles on his own. If you need to achieve more, you need to collaborate with other people."
  },
  {
    "name": "Mount Playa Alpine Resort",
    "location": "11:30 7200', Open Playa",
    "description": "FINALLY, alpine skiing and snowboarding come to the Black Rock Desert and Burning Man. Mount Playa Alpine Resort provides 2,170* feet of vertical and over 3,000** square feet of expertly-groomed terrain for skiers and riders of all abilities***. Enjoy gourmet on-mountain dining or a quick bite from the cafeteria near the high-speed gondola****. Oh, you need a lesson and equipment rental? Dude, we've got you covered! *slight exaggeration **another slight exaggeration ***experts only ****it's a discontinuous Poma lift",
    "latitude": 40.80600124022046,
    "longitude": -119.2097299486097
  },
  {
    "name": "Musical Madness",
    "location": "1:15 4900', Open Playa",
    "description": "We are interested in creating a piece of art that reacts to its environment.  In this case the environment is the often windy playa.  While Aeolian harps have been done before at Burning Man, the scale of this piece,  overall design, and other wind-driven components sets it apart from past efforts.  We hope that this piece provokes curiosity in your mind from the sounds it produces, perhaps even giving you some time to block out the noise and settle in with something that is driven by nature and not the kick of the bass.",
    "latitude": 40.79760299102401,
    "longitude": -119.19220385229643
  },
  {
    "name": "Naga and The Captainess",
    "location": "12:45 4200', Open Playa",
    "description": "Deep in the Black Rock Ocean, treasure and cargo are streaming out of the broken hull of a ship - the Aldrovanda. The ship belongs to an adventuress, who travels the world in search of knowledge, treasure, and botanical curiosities. She ferries cargo to distant ports to fund her travels. But something has gone wrong! The ship is sinking, and looming above is a giant sea serpent, looking intently for someone or something. His name is Naga, a treasure-protecting serpent, sworn to guard something that was on the ship. Did he sink it? Or is he there to help? What will we learn about the enigmatic captain from her quarters? What stories will be told around the fires? What will we discover in the treasure chests, floating into the waves?",
    "latitude": 40.797583448637624,
    "longitude": -119.19717864183154
  },
  {
    "name": "Nana papa",
    "location": "3:29 2285', Open Playa",
    "description": "Looks like building boxes with Papa in lettering. A physical art piece to honor our papas.",
    "latitude": 40.785392510055125,
    "longitude": -119.19499097741186
  },
  {
    "name": "Napahe Tunaid (Paiute for Six Fires)",
    "location": "5:55 2290', Keyhole",
    "description": "Follow the fire to Center Camp Plaza.",
    "latitude": 40.78069482764752,
    "longitude": -119.2026297744496
  },
  {
    "name": "Nebula Rider, Goldie and Minnie",
    "location": "12:05 1250', Open Playa",
    "description": "Adrian Landon returns with some new vibes and energies through mechanical marvel and sculpture, with kinetic horses and Pegasi of various scales.",
    "latitude": 40.79037830805267,
    "longitude": -119.20279382448122
  },
  {
    "name": "Nebula Shroom Grove",
    "location": "7:30 2100', Open Playa",
    "description": "Nebula Shroom Grove is a creative art installation that tackles the theme of loneliness despite our hyper-connected world. Drawing inspiration from the solitary, yet interconnected life of mushrooms, Nebula uses modular parametric structures to mimic these natural networks. Each module serves as a mini-shelter, complete with a cozy resting area on top, inviting visitors to relax and connect. Through its design, Nebula cultivates a sense of community, encouraging social interactions, and sparking discussions around the crucial role of our personal networks and the sense of community offered by Burning Man. This installation not only highlights the contrast between isolation and connection but also celebrates the strength found in our communal bonds.",
    "latitude": 40.782893199528374,
    "longitude": -119.20836091874746
  },
  {
    "name": "NeuroLumina In The Dust",
    "location": "11:00 1280', Open Playa",
    "description": "NeuroLumina was sent to better understand humans.  By day, it is a place to sit and ponder while thoughts are absorbed by NeuroLumina’s brain.  As night falls, the brain expresses those thoughts.  It illuminates from within, brought to life through audio-reactive projection mapping, creating the ethereal glow of enlightenment.",
    "latitude": 40.78999416542521,
    "longitude": -119.20530542649036
  },
  {
    "name": "Non-standard Model",
    "location": "11:49 6500', Open Playa",
    "description": "D-shaped cylindrical objects support each other in an attempt to conquer the standard model.",
    "latitude": 40.804674405571376,
    "longitude": -119.20524394010319
  },
  {
    "name": "Nothing Fits",
    "location": "5:06 1610', Open Playa",
    "description": "Giant pants, guaranteed not to fit. Really, really big pants, twelve times the scale of normal apparel with giant things in the pockets. This piece is meant to be a tactile playground of fun, with participants deciding how they want to interact with the clothing. We hope to answer the age-old question of, what would the man wear?",
    "latitude": 40.783031207603294,
    "longitude": -119.20034776328322
  },
  {
    "name": "Nova Heaven",
    "location": "10:53 5300', Open Playa",
    "description": "\"Nova Heaven\" is a poignant tribute to the 407 lives lost at the Super Nova Festival and 2 other music events on October 7th, 2023. This vibrant installation replicates the festival's iconic shade structure, symbolizing the intention of the event itself: friendship, love, and freedom. Each hanging angel bears a name, creating a celestial display of remembrance. Internally lit, it casts an ethereal glow, offering a space for reflection and healing. \"Nova Heaven\" invites participants to connect with memories, find solace, and draw strength from the shared human spirit, embodying resilience and hope, and spreading light and love.",
    "latitude": 40.79906008257636,
    "longitude": -119.21356961433285
  },
  {
    "name": "Now and Then",
    "location": "7:00 1100', Open Playa",
    "description": "Burning Man in the year 2000.",
    "latitude": 40.78435065471272,
    "longitude": -119.20497996026515
  },
  {
    "name": "Now You See Me",
    "location": "4:25 2090', Open Playa",
    "description": "Now You See Me is a striking artwork crafted from interwoven crutches, pill bottles, and pills, symbolizing the resilience and strength of individuals with disabilities. By incorporating elements that represent both visible and invisible disabilities, the piece invites contemplation of the multifaceted nature of living with a disability. This installation encourages viewers to reflect on the physical and emotional challenges faced by disabled individuals, emphasizing the importance of inclusion, empathy, and the celebration of diverse experiences.",
    "latitude": 40.78309291500955,
    "longitude": -119.1974186217562
  },
  {
    "name": "No, YOU'RE Hallucinating",
    "location": "10:45 4870', Open Playa",
    "description": "\"No, YOU'RE Hallucinating\" offers a clever, creative, and captivating experience on burners' journey across the playa. Citizens can step up to the unit, ask it a question aloud in their own voice, and receive an immediate AI-generated answer. Trained on a corpus of content relevant to the Burning Man experience, some may experience it as an oracle of wisdom, others a Dadaist seer, and others a psychedelic visionary. It reminds citizens to choose their words carefully, not take themselves so seriously, hold healthy skepticism of technology, and most of all, embrace fun and frivolity on the journey of life. No, YOU'RE Hallucinating offers shelter, community, and 24/7 entertainment on the playa whether the visit is intentional or fortuitous.",
    "latitude": 40.79753782373202,
    "longitude": -119.21371210394211
  },
  {
    "name": "Nyurmók (2024)",
    "location": "4:43 2290', Open Playa",
    "description": "Nyurmok is a shrine to microtonality. Maximalist art.  Impressionable and inspirational. Whatever an individual ponders and takes from it. Metallic and carved wooden build.  The limits only are confined by earthly practicality.",
    "latitude": 40.782051937184534,
    "longitude": -119.19783576500407
  },
  {
    "name": "Obverse",
    "location": "6:18 1900', Open Playa",
    "description": "Obverse is a forced perspective installation exploring the relationship between the seen and unseen sides of individual people. The artwork encourages viewers to locate one of two predetermined viewpoints. From the specified locations, edges of the columns visually align to reveal a single image across all five pillars.",
    "latitude": 40.78182074926514,
    "longitude": -119.2040658539575
  },
  {
    "name": "Ocean of Tears",
    "location": "3:04 1490', Open Playa",
    "description": "Our first installation, in 2023, was the Tear Drop – an interactive, kinetic art piece. The tear drop in the middle, drops and creates waves; one single tear in a vast ocean of choices and repercussions. Which leads us to the 2024 installation, Ocean of Tears. As the ripples become waves in a vast ocean, we can sometimes find ourselves on tumultuous waters. As the metal crank turns the illuminated plexiglass waves, mounted on a wood frame, we discover how the motions will impact the wave going back and forth through eternity. Regardless of the direction and path we choose, it will always create cause and effect. By night, the ocean will be illuminated by colorful LEDs, in turn illuminating the surroundings and the impactful waves of our decisions.",
    "latitude": 40.78681662058726,
    "longitude": -119.19760600821816
  },
  {
    "name": "Oculus",
    "location": "7:17 1600', Open Playa",
    "description": "Oculus is a view of our vibrant and craterous iris, integral scleral layers, and vitalizing choroidal vessels. You are invited to climb through the vessels into the inner chamber and peer into the lens which captures your individual iris pattern and projects it onto the front of the eyeball.",
    "latitude": 40.78353048449575,
    "longitude": -119.20659291091418
  },
  {
    "name": "Ogoh Ogoh The Karmic Questioner",
    "location": "8:55 960', Open Playa",
    "description": "\"The Ogoh Ogoh embodies the essence of karmic belief, serving as a tangible reminder of the power of compassion and empathy. It symbolizes the inner struggles faced when confronted with doing what's right, even when it seems daunting. Amidst life's chaos, it serves as a beacon of light, urging the embrace of both light and shadows. The Ogoh Ogoh, rooted in Balinese tradition, takes on a sacred role in cleansing the soul of negativity. It's a profound reminder that by doing good deeds and embracing self-awareness, one can navigate life's complexities with curiosity and grace.",
    "latitude": 40.7868443451159,
    "longitude": -119.20645933550377
  },
  {
    "name": "Oh-ICE-is",
    "location": "4:00 1700', Open Playa",
    "description": "Oh-ICE-is is a prototype of a solar-powered public shelter. A place on the Playa where one can find peace, protection, and rest without having to isolate. A collective oasis.",
    "latitude": 40.784631655407836,
    "longitude": -119.19766693963915
  },
  {
    "name": "ONE TIN SOLDIER",
    "location": "5:15 1800', Open Playa",
    "description": "As you walk from the city deep into the playa objects slowly come into view, rising from the desert. Lost. Incomplete. A series of giant children's toys… the closer you get, the smaller you feel. Everything looms large, as if you were shrinking. Or they are growing. As you near, the worn, weathered features and faded primary colors become clear. While calling to the sepia-toned memory of and a return to child-like play, One Tin Soldier is a statement about the evolution of play from both toys of love, and educational to toys of war. How will we feel climbing a giant soldier on horseback, painted in primary colors, after visiting the blocks inviting us to LOVE? Curiouser and Curiouser… we become small, we go down the rabbit hole. Where will we end up?",
    "latitude": 40.78240566486959,
    "longitude": -119.20049998935637
  },
  {
    "name": "Organic Study No. 4",
    "location": "3:23 2040', Open Playa",
    "description": "Organic Study No. 4 is a large-scale steel sculpture that is a clear celebration of Mexican culture. It draws inspiration from Dia de Los Muertos, the Catholic church, and colonialism. It includes an upside down cross in the archway. It acknowledges the history of colonization and its negative impact on the global community. OS No. 4 challenges the status quo and makes an argument that we don't need to subscribe to dogmatic belief systems to accept each other. The piece uses historical and cultural references to remind people how beautiful we can be if we base our behavior from a place of love instead of greed or fear.",
    "latitude": 40.78584540507836,
    "longitude": -119.19576186572239
  },
  {
    "name": "Out of the Void",
    "location": "6:44 1414', Open Playa",
    "description": "The interminable pursuit of being is coming out of the void.",
    "latitude": 40.78336930925831,
    "longitude": -119.20490652685078
  },
  {
    "name": "Outside Voice",
    "location": "12:45 6940', Open Playa",
    "description": "In Deep Playa, there's a station where, if you are lucky, there might be a bus that takes you somewhere special. At least that's what the old Burners say - but they seem a bit mad. Sit and wait. There are ads; you already like to 'eat bacon,' silly advertisers! There seems to be someone listening to you - the station is not hostile but seems vaguely amused. Use your Outside Voice. Curiouser and curiouser...",
    "latitude": 40.80451463655835,
    "longitude": -119.19338677007401
  },
  {
    "name": "Panopticonotopia 3.0!",
    "location": "8:45 2150', Open Playa",
    "description": "Welcome to Panopticonotopia 3.0!, the game-changing surveillance, security and mindshare corporation that takes your enterprise to the next level. Information sharing is essential to the protection of critical infrastructure and to furthering cybersecurity for the Homeland. Today, freedom-preserving initiatives are crucial to enabling business strategy, and finding the right technology partner is key to your success. Panopticonotopia 3.0! solves your complex challenges, helping you operate with greater productivity, security and compliance, so you can focus on growing your business. We deliver next-generation technology solutions today, customized to meet your specific needs. Panopticonotopia 3.0! is a wholly owned subsidiary of Fink, Inc.",
    "latitude": 40.786190616741955,
    "longitude": -119.2106995100616
  },
  {
    "name": "Paradisium",
    "location": "6:05 3000', Cafe Portal",
    "description": "Tessellated trees born from the ashes of the Folly.",
    "latitude": 40.778752660673604,
    "longitude": -119.20346422124506
  },
  {
    "name": "Penumbra",
    "location": "2:23 1900', Open Playa",
    "description": "Penumbra is a striking geometric presence in the desert landscape. During daylight, it stands as a wooden monolith, its skeletal form inviting exploration. As the sun sets, it undergoes a mesmerizing transformation. The central light within the tower becomes a beacon, casting dynamic shadows upon the desert floor, creating a poetic dance of light and dark. Participants can control the height of the light, making it an ever-evolving spectacle that beckons all to engage, climb, sit, and converse. When not under participant control, the light moves of its own accord as if by magic.",
    "latitude": 40.788609713911406,
    "longitude": -119.19647511212627
  },
  {
    "name": "Perception",
    "location": "1:19 3700', Open Playa",
    "description": "Perception is a giant eye with a double pendulum on either side that can be spun around the pupil to trace a glowing pattern over the iris. Perception invites the participant to contemplate the distinctiveness of their perspective of the world we live in. Just as the stroma within every human iris forms a unique biometric signature and just as each glowing pattern traced onto the iris of Perception is unique due to the chaotic kinematics of a double pendulum, so too is every being's perceived reality singular to their own consciousness. \"From family to nation, every human group is a society of island universes.\" ― Aldous Huxley, The Doors of Perception",
    "latitude": 40.79477616978227,
    "longitude": -119.19448009648917
  },
  {
    "name": "Perennial Playground: Budding",
    "location": "12:35 1111', Open Playa",
    "description": "It's a playground that's also a flower!  Budding is the 3rd chapter of Perennial Playground.  In addition to the well loved flower chairs and glowing garden beds, freshly sprouting this year are fortified climbing petals, illuminating stamen, as well as perimeter foliage opening into fuzzy kisses of floral swings.",
    "latitude": 40.78986018434639,
    "longitude": -119.20178285438882
  },
  {
    "name": "Perpetual Motion",
    "location": "3:05 1700', Open Playa",
    "description": "Perpetual Motion is a wind-driven kinetic sculpture. Three sets of colorful wind-driven paddle wheels are mounted on a tall curving steel armature. As the paddle wheels spin, they intermesh in a chaotic kaleidoscope of light and shadow. This sculpture is designed to be fun and visually interesting. The unusual shape and movement of the motive elements stretch the envelope of what a wind sculpture can be. Perpetual Motion is a good fit with this year's theme, as it encourages curiosity, contemplation, and thinking.",
    "latitude": 40.7867559653094,
    "longitude": -119.19684915587874
  },
  {
    "name": "peter bench",
    "location": "11:40 3500'",
    "description": "My part is a bench, installed in honor of my departed friend Peter. This bench began as a playatech bench, but has since been dramatically ... bedazzled? It is now shiny gold, with several engravings representing things that Peter loved and in an art-deco style that Peter appreciated in his furniture.",
    "latitude": 40.7963965935224,
    "longitude": -119.20518886843497
  },
  {
    "name": "Phalange Federation THUMBderdome",
    "location": "8:52 2300', Open Playa",
    "description": "The Phalange Federation THUMBderdome is a dystopian space where one can try their hand in combat; well, they can try their thumbs in combat! A small arena where two thumbs enter and one thumb leaves!",
    "latitude": 40.78651970716535,
    "longitude": -119.21128820926037
  },
  {
    "name": "Philosophical Center: Potluck Noodle & Lemonade Stand, Home of the Man's Brain",
    "location": "6:05 1500', Open Playa",
    "description": "The stand appears as a gazebo, with shade and seating, designed as a granddaddy lamppost holding 12 lanterns. Upon closer inspection, it is found to be an altar - a stationary home for the Man’s Roaming Brain. It returns yearly for potluck thoughts, noodles, and lemonade. The Brain, designed to fit in the Man’s head, cruises Black Rock City on a bike trailer, collecting thoughts of participants written on paper and slipped in the slot at the top. It stops back by the temple on occasion to meet and greet and collect thoughts left for it from the altar mail slot. The ritual includes sharing your thoughts with those around you. The Man, elevated high atop its Pavilion, now becomes an animated participant with its touchable, interactive, radically inclusive Brain, mingling with the people at ground level! The Brain and its collected thoughts burn with the Man on Saturday night.",
    "latitude": 40.78285583033681,
    "longitude": -119.20322761062252
  },
  {
    "name": "Piece of Mind",
    "location": "12:04 5400', Open Playa",
    "description": "Need a moment of quiet? A moment of self-reflection? Piece of Mind is a light shimmering box from the outside, a quiet and cozy room on the inside. It represents a space for introspection, mindfulness, and connection amidst the excitement and energy of the outside world. It is intended to offer citizens of Black Rock City a moment of respite, inviting them to engage with their inner selves and find a sense of peace. The use of sustainable and eco-friendly practices, such as the solar generator and ventilation, reflects the importance of conscious and mindful living. Overall, Piece of Mind is a physical manifestation of the belief that creating spaces for mindfulness and connection can promote healing and growth.",
    "latitude": 40.80173547637448,
    "longitude": -119.2023094835528
  },
  {
    "name": "Pipedream",
    "location": "1:15 3300', Open Playa",
    "description": "Five pairs of swings, arranged as a pentagonal swing set, will play sets of overhead organ pipes. The painted structure is primarily wood with metal structural and decorative elements, crowned with metal organ pipes. Focus is on the swings, bellows, and pipes. At least one swing will be for children with some safety features and there will be additional adult and child swings with accessibility enhancements. One will be a horse-style glider swing for people who may not be able to sit in a regular swing.",
    "latitude": 40.79412740211821,
    "longitude": -119.19572618624045
  },
  {
    "name": "Planetary Playground",
    "location": "11:32 2900', Open Playa",
    "description": "You feel a gravitational tug drawing you in – Planetary Playground has trapped you in its orbit! Swirling in closer, you glide past the starry gateway. With stars fading behind you, a massive representation of the Jovian (Jupiter) system looms above. Coming in for landing! You find yourself seated on one of many free-floating glowing moons, bouncing your way around the gas giant and its four satellites. During your exploration, illuminated signage conveys the fascinating story of the worlds that surround you. But Planetary Playground is not merely a metaphor – with scheduled telescope viewings, a pinpoint of light overhead is revealed to be the actual Jupiter and moons system!",
    "latitude": 40.794663489744615,
    "longitude": -119.20552809419836
  },
  {
    "name": "Play4Two: Contact",
    "location": "4:30 4815', Plaza",
    "description": "Play 4 Two is a piece of audio theatre on a shaded space built for just the two of you.  Put on the headphones, press the red button, and be guided through a short theatrical experience like no other with your partner.  This year's play is called CONTACT.",
    "latitude": 40.777636700347195,
    "longitude": -119.19067854344331
  },
  {
    "name": "Playa Art Park",
    "location": "3:12 1400', Open Playa",
    "description": "The Playa Art Park is a semi-enclosed sculpture garden in a park-like setting. It encompasses a random collection of smaller art pieces created by many different artists. This arrangement allows for 20 or more artworks to be experienced together as a group. Each art piece stands alone on open playa in a designated area, avoiding the challenges a small project might have if it were isolated. Decorative park lamps and ground lighting makes it easy to find the entire ensemble at night. Visitors are invited to spend some quality time with several pieces at once while having a seat on a park bench. The open layout of the park allows artists to present subtle themes that could be overlooked when compared to the larger art nearby.",
    "latitude": 40.786558313817416,
    "longitude": -119.197955926644
  },
  {
    "name": "Playa Portrait Pallet",
    "location": "1:17 2720', Open Playa",
    "description": "A pallet, representing the pedestal on which the burner or burners stand, will be placed on the playa across from an art frame. Those on the pallet will then become the art itself by simply posing for fellow burners to commemorate via photo while looking through the art frame opposite the pallet.",
    "latitude": 40.79278747635724,
    "longitude": -119.1968677514459
  },
  {
    "name": "Playastan Crossroads Revisited",
    "location": "6:25 2530', ARTery",
    "description": "The ARTery, the central hub at Burning Man for artists and arts curious, will be enhanced and activated by fabric artwork made by Cameron Anne Mason. These banners from her 2014 on-playa installation, Playastan Crossroads, will be featured in The ARTery to celebrate the 10 year anniversary of that installation. This year, Cameron will be bringing her hand-dyed fabric art to the playa again with Dusty Nation as the Honorarium Artists of Carried By The Wind.",
    "latitude": 40.780195931296134,
    "longitude": -119.20497125304287
  },
  {
    "name": "Playawatch",
    "location": "10:21 1010', Open Playa",
    "description": "Lifeguarding the playa",
    "latitude": 40.78875500505554,
    "longitude": -119.20576834804268
  },
  {
    "name": "Plurality",
    "location": "10:48 1090', Open Playa",
    "description": "From a distance, one can see a cluster of many bright orange organza flags flying in the wind. As you look closer, you realize that they are grouped as a Fibonacci sequence of golden ratios spiraling into a center with a triangular structure sparkling with crystal lights. Inside are writings about and drawings representing  the condition of Dissociative Identity Disorder (Multiple Personalities)",
    "latitude": 40.78937349276029,
    "longitude": -119.20530790699503
  },
  {
    "name": "P.O.D.S. (Plants of Dimensional Spatiality)",
    "location": "6:38 1100', Open Playa",
    "description": "PODS is a group of plant-like seating pods which are covered in colorful blossoms. Connecting the three pods is a series of stems that join together in the middle to form one stem, on which sits a colossal flower. Each POD will feature a beautiful circular wooden bench that is made from reclaimed wood. PODS is designed to create a space for people to chill and hang with friends new and old.",
    "latitude": 40.78411123259049,
    "longitude": -119.20428608424562
  },
  {
    "name": "Polychroma",
    "location": "12:17 4100', Open Playa",
    "description": "Polychroma is an iridescent LED rainbow with interactive cloud pillars and relaxing benches. Citizens of BRC can lay awash in the beauty of the full-color spectra here and belly flop into the concept of 'polychromatism,' which is an expansive, subversive, heterogeneous way of thinking, being, understanding, and relating to others that cultivates beauty, diversity, strength, fulfillment, justice, and planetary health. It is set in contrast to 'monochromatism,' a limiting, black-and-white, homogenous, conventional way of thinking, being, understanding, and relating to others that leads to domination, weakness, boredom, injustice, and social, personal, and ecological disease.",
    "latitude": 40.79806170700796,
    "longitude": -119.20079946020587
  },
  {
    "name": "Portal Oasis: An Inquiry into the Liminal",
    "location": "12:00 3030', Open Playa",
    "description": "Portal Oasis is a tribute to the ethereal, designed to connect participants with higher thought concepts. It embodies both metaphor and physicality, showcasing a mirrored archway and ascending stairs symbolizing a threshold between realities—the liminal space. The art creates a space for participants to embrace life's liminal moments as sacred, inviting them to activate and reflect on the new realities they are catalyzing within their personal and collective consciousness.",
    "latitude": 40.79525529895796,
    "longitude": -119.202991
  },
  {
    "name": "Prenup",
    "location": "2:34 1500', Open Playa",
    "description": "Prenup is a half white, half black wedding dress, which symbolizes the fact that over 50% of marriages end in divorce.",
    "latitude": 40.78788289168205,
    "longitude": -119.19770559088433
  },
  {
    "name": "Prismatic Perspectives",
    "location": "10:15 1300', Open Playa",
    "description": "A view of Prismatic Perspectives from the outside will appear to be a little house entirely made of doors and windows...but not just any doors. These doors have stories to tell. Inside, from sunrise to sunset, the installation allows onlookers to experience the magic that always surrounds them. By harnessing the power to create rainbows like never before, a not-so-fleeting rainbow covers anything in its path, creating an unforgettable moment that stays with the person long after they leave the art installation. At night black lights create a captivating kaleidoscope effect through the same prismatic windows. The artist hopes to evoke feelings of child-like curiosity and playfulness to all.",
    "latitude": 40.78912586694781,
    "longitude": -119.20672069591107
  },
  {
    "name": "Programmed For Pleasure",
    "location": "10:24 2500', Open Playa",
    "description": "Humans are biologically wired to seek pleasure and enjoyment in life and can manifest in various ways such as pursuing activities to bring happiness, satisfaction and fulfillment and avoid pain or discomfort.",
    "latitude": 40.7915392867593,
    "longitude": -119.20970957058695
  },
  {
    "name": "Project Flashlight",
    "location": "1:41 2410', Open Playa",
    "description": "Project flashlight embodies the joy of light on a grand scale. Pure, incredibly bright white beams, like fingers of god in the dust, contrast with the night sky, shining across the open playa. The interplay of beams is light in motion. Military/NASA billion-candlepower searchlights are reanimated for art and controlled by you!",
    "latitude": 40.79115629344334,
    "longitude": -119.19626608939508
  },
  {
    "name": "Queen of Thorns",
    "location": "12:43 1930', Open Playa",
    "description": "Triple Prism screen, showing 3 archetypal images of women. Internally, there is a shrine with objects. Each object is tagged with an appropriate affirmation. People are invited to add their own affirmations. Materials provided.",
    "latitude": 40.79187573697639,
    "longitude": -119.20043302580405
  },
  {
    "name": "Rabbit of Curiosities",
    "location": "11:41 1400', Open Playa",
    "description": "Enter at your own delight! Experience things otherworldly! Collaborators: Ray Frost, Alfredo Becerra Jr Built at The Generator and Potentialist Workshop",
    "latitude": 40.79073970240647,
    "longitude": -119.20382660433069
  },
  {
    "name": "Rabbitsaurus and Mallardsaurus",
    "location": "2:12 1635', Open Playa",
    "description": "Rabbitsaurus and Mallardsaurus are fictionalized dinosaur figures from my graphic novels. They carry my understanding and imagination of the view of time and space, immaterial life, body and soul, and mysticism and natural energy. Human beings have only a short life, but have infinite curiosity and imagination about time, space, and the spiritual world, and these imaginations make up for the regret of a short life. A full soul is usually invisible. The body is the container of memory, and memory sometimes disappears, like an unstable energy or a sunspot, always fluctuating, always renewing.",
    "latitude": 40.78877984434607,
    "longitude": -119.19758953785161
  },
  {
    "name": "Radial Sonic Runway",
    "location": "11:35 5335', Open Playa",
    "description": "The Runway Crew is back! The Radial Sonic Runway visualizes sound waves rippling across the desert. Twenty-five gates with LED spokes form a corridor stretching out into the open playa, through which participants can walk or bike. A microphone at one end triggers patterns of light that ripple out at the speed of sound. The original Sonic Runway, in 2003, was one-dimensional – a streak of strobe lights triggered by each bass thump. In 2016, we added another dimension – each gate was illuminated with a string of LEDs, allowing for complex patterns representing different frequencies. With this new piece, audio waves can truly reshape the space itself. As it picks up sound and music, the Radial Sonic Runway twists, pulses, and ripples to life!",
    "latitude": 40.8012202535712,
    "longitude": -119.2071667509817
  },
  {
    "name": "Rainbow Desert Waters",
    "location": "8:13 1300', Open Playa",
    "description": "Rainbow Desert Waters, materializes as a floating mirage. The crystalline structures, dynamically hued, mimic desert strength and fragility; reflecting back to utilize those qualities within ourselves. The installation radiates a kaleidoscopic glow, symbolizing hope and resilience with interchanging colors. Beyond aesthetics, it resonates as a plea for water conservation, prompting reflection on responsible usage. Interactive sound and light pieces inspire a collective journey toward environmental mindfulness. Rainbow Desert Waters invites exploration, with its interplay of colors, echoing the call for conservation within the fragile beauty of the desert landscape.",
    "latitude": 40.78553966536947,
    "longitude": -119.20730226338786
  },
  {
    "name": "Reclamation of a Stolen Heart",
    "location": "3:55 900', Open Playa",
    "description": "Reclamation of a Stolen Heart will act as a beacon to those who seek peace for their hearts, offering them a place to congregate and inviting them to reflect on their heart's path toward healing. The 10' tall heart sculpture will be adorned with various kinds of reclaimed scrap metal that will incorporate different interactive and kinetic features to capture the curiosity of its viewers. A heart-shaped bench will spread out from the sculpture's base and surround a heart-shaped bonfire pit, allowing guests of the installation to take a moment to rest their weary legs and warm up before venturing off on their next adventure. Various colored LEDs will light the sculpture at night.",
    "latitude": 40.7858211372657,
    "longitude": -119.20010407932408
  },
  {
    "name": "ReHatchosaurus Recyclosaurus III (aka R3)",
    "location": "3:45 1340', Open Playa",
    "description": "Our project will feature the dinosaur from 2023, Stella. Her eggs from last year hatched, and the baby dinos want to play with Burning Man participants. There will be five different interactive playground dinosaurs. Stella will still have her flaming tail, which will blast for various reasons.",
    "latitude": 40.78555493819936,
    "longitude": -119.1985140364161
  },
  {
    "name": "Release",
    "location": "5:55 1300', Open Playa",
    "description": "Release is a contemplative sculpture that seamlessly intertwines the female figure with the delicate symbolism of butterflies. She will be 33' tall and emerge from an abstract chrysalis base. Crafted meticulously from a diverse array of butterfly species, this sculpture tells a profound story of liberation, metamorphosis, and the boundless potential inherent in all. Interspersed subtly in the bottom portion of the sculpture will be various mixed-metal treasures. The dynamic interplay between the female figure and the butterflies illustrates the symbiotic relationship between personal growth, transformation, and the liberation of one's spirit. It serves as a reminder of the power gained by letting go, as the butterflies are released above.",
    "latitude": 40.78340291962523,
    "longitude": -119.20278593746048
  },
  {
    "name": "Relevé Ladies",
    "location": "11:45 3000', Open Playa",
    "description": "Relevé Ladies is an interactive art installation that celebrates the power of feminine expression. What began as sculptural studies for Rebekah Waites's 2022 installation Relevé, these dancing sculptures have transformed over the last two years into an awe-inspiring series. Created with the help of volunteers who will decorate them, they are also inspired by flowing dresses, dust devils, as well as the bronze era archeological site, \"The Nine Ladies Stone Circle\" which is located on Stanton Moor in Derbyshire, UK.  Relevé Ladies consists of nine hand-carved manzanita trees that are embellished with various materials and other hidden surprises. Arranged in a large circle, each lady invites participants to enter their sacred space and rise up.",
    "latitude": 40.795102884129,
    "longitude": -119.20440706223575
  },
  {
    "name": "Remergence",
    "location": "10:03 5480', Open Playa",
    "description": "Remergence has been created to evoke a sense of emerging from an enclosed state to re-merge into a far grander and freer reality that our dearly departed Doc is currently playing in and smiling on us every day. He loved and lived for beauty- beautiful art, music, butterflies, gardens, and beautiful people. Let us all live in his light: shine exactly how you want to shine, be authentically and beautifully you. Doc will never be forgotten, and live forever in our hearts.",
    "latitude": 40.794798844076894,
    "longitude": -119.21988800616803
  },
  {
    "name": "Return to Sender: A Burning Man Time Capsule",
    "location": "9:03 1200', Open Playa",
    "description": "The playa is a place where inspiration and reflection meet. This artwork invites you to capture a moment in time. Join the 2024 collective psyche of Burning Man by finding the time capsule, writing yourself a note on a pre-stamped postcard, and dropping it inside. The time capsule will be sealed on Sunday at 5pm before the Temple burn. In ten years, join us in the same place, at the same time to open it together. If you can't be there, your postcard will be mailed from Black Rock City, aiming to find its way back to you. Join us in this fun journey of self-reflection and shared dreams.",
    "latitude": 40.7870450086293,
    "longitude": -119.20732906261414
  },
  {
    "name": "Rhinoceros",
    "location": "5:55 1780', Open Playa",
    "description": "A mechanically-styled rhinoceros made from found objects and new steel. It has multiple manual parts for participants to enjoy.",
    "latitude": 40.78208990533301,
    "longitude": -119.20271022206127
  },
  {
    "name": "Rose",
    "location": "4:52 1170', Open Playa",
    "description": "The Queen of flowers has arrived on playa ready to party. During the daylight hours, Rose quietly soaks up the rays of sunlight. When the sun goes down, she lights up the night with an interactive light show. You may attract her attention with sound vibrations or pressing her buttons just right.",
    "latitude": 40.78430316041166,
    "longitude": -119.20062502075508
  },
  {
    "name": "Rotations of Time",
    "location": "11:55 1900', Open Playa",
    "description": "Rotations of Time is a series of three pinwheel clocks that move in measurement of the ways we perceive our greatest measurement of life. Time. Is time an illusion? How is it relevant?  What would you request of it? Father Time stands on the pinwheel clock with a commanding presence. Its pillar adorned with watch faces in tribute of those loved ones whose time has come to pass. The tall clock moves us fast as the wind blows, spinning the colorful pinwheel as it changes time with each rotation. Slowing us down, and then stopping time when in a place of peace. The “real time” clock ticks, and turns, as it marches to time that is steadfast. Carrying us through life so we can connect in “real time.” Then there is flying time, blurring its’ colors and blinding us to the present moment as we become lost in our pursuit to slow it down. As a tribute to those who have gone before us, what’s to determine a life well lived or lost too soon? By the time lived, or by the amount of life lived? Rotations of time will travel around the west coast with the support of volunteers, honorably ending near the Temple. *If you, or someone you know, would like to include a watch face of a loved one who has passed, send this artist an email for a mailing address before 8/15/24 or leave it on the structure and it will be respectfully included.",
    "latitude": 40.792156348240056,
    "longitude": -119.20329070678854
  },
  {
    "name": "Rushmore",
    "location": "5:55 1000', Open Playa",
    "description": "Here are North America's top animal predators presented in poses similar to the Mount Rushmore carvings of four famed United States presidents. For our animal carvings, we will employ using coins in concrete to create the color and dimension of fur. The effect has the charm of being tactile and durable for many to enjoy. When the participant first sees this project they likely will see the Mount Rushmore comparison. Mount Rushmore's reputation is an impressive tribute to the U.S. presidents who formed this nation; and in being that they are cut from stone, only makes their legacy seem indelible. Our substitution with predators should also create that legacy impression.",
    "latitude": 40.78422355355787,
    "longitude": -119.20283325958498
  },
  {
    "name": "Saccadia",
    "location": "9:22 1870', Open Playa",
    "description": "Saccadia promotes an unfamiliar visual perspective and prods people to help those around them to see it. As an unmonitored public canvas, Saccadia simultaneously inspires both collective creativity and individual anarchy—its images documenting a war between refinement and ruin.",
    "latitude": 40.787935972223764,
    "longitude": -119.20962921937445
  },
  {
    "name": "Saint Larry Through the Looking Glass",
    "location": "6:00 20', Man Pavilion",
    "description": "From the caverns of your imagination comes a puff of smoke and a riddle of verse. This piece is an unending tribute to a friend and visionary.",
    "latitude": 40.786904238950775,
    "longitude": -119.202991
  },
  {
    "name": "SANCTUM",
    "location": "2:02 1650', Open Playa",
    "description": "Sanctum - A sacred place, a place of privacy and inviolability. An immersive, interactive experience, inviting participants to engage in a dialogue between self and surroundings. Inhabiting the expansive desert landscape of Black Rock City, Sanctum stands as a beacon of serenity, drawing individuals into its embrace. Its form, inspired by sacred Egyptian geometry, exudes an aura of harmony and balance.",
    "latitude": 40.78914926638712,
    "longitude": -119.19777224846612
  },
  {
    "name": "Sands of Time",
    "location": "12:03 1790', Open Playa",
    "description": "Sands of Time holds an opportunity for individuals to collectively reflect on their perception of the passage of time as they encounter each other at the sphere. Taking time into one's own hands, turning the globe to observe the sands of time dissipate in multiple directions through 6 intersecting hourglasses, demonstrating the fluidity and interconnectedness of the temporal dimension. 'Kairos' time refers to 'Deep Time' whereby measurement is not dependent on the quantitative passing of time; but rather qualitative presence in which time appears to stop entirely; just like watching the sunrise over 'Deep Playa', a smile from a stranger, or the moment our eyes first met.",
    "latitude": 40.79185843441653,
    "longitude": -119.20282155238367
  },
  {
    "name": "Scared Sacred",
    "location": "11:52 7700', Open Playa",
    "description": "Scared Sacred is a play on the balance between light and darkness. The lower half features a trunk that is entwined with serpent creatures and tentacles. The upper branches are adorned with backlit crystals and crystal chandeliers that emit a warm glow, creating a striking contrast with the darkness below. The intentional interplay between the trunk and the canopy emphasizes the balance between light and dark.",
    "latitude": 40.807990646814574,
    "longitude": -119.2049333999632
  },
  {
    "name": "Seer of Similar Scenes",
    "location": "4:10 2200'",
    "description": "The Seer is a 7' steel mirrorbird that shows Burners beholding it the most similar Scenes it has previously Seen.",
    "latitude": 40.783503938778665,
    "longitude": -119.19647395653115
  },
  {
    "name": "Self-Inflatuation",
    "location": "3:03 2190', Open Playa",
    "description": "The Self-Inflatuation bench is a breath of unfresh air! Operating under the 11th Principle that everyone loves their own brand, this piece offers all Burners the opportunity to come and smell their own farts by blowing it directly into their face! Why share a fart with the entire camp when one can come and enjoy it all to themself? Influencers and commodifiers are especially welcome. After all, everyone should smell their own brand before they sell their own brand.",
    "latitude": 40.786802034251544,
    "longitude": -119.19507403572919
  },
  {
    "name": "Self Reflection Transportation",
    "location": "7:30 4815', Plaza",
    "description": "Our piece is an attempt to encapsulate the power of this field of light, and show everyone what it looks like around you and surrounded by others.",
    "latitude": 40.777636700347195,
    "longitude": -119.21530345655668
  },
  {
    "name": "Serendipity Dispenser",
    "location": "3:49 1880', Open Playa",
    "description": "The Serendipity Dispenser encourages gift giving experiences by providing three components: the experience, the person to gift, and the time window in which to do it. The Playa becomes a setting for a delightful scavenger hunt to find that person who will receive your gift.",
    "latitude": 40.78482435051492,
    "longitude": -119.19680451199284
  },
  {
    "name": "Shakti Chakra Shrine",
    "location": "1:28 4100', Open Playa",
    "description": "The Shakti Chakra Shrine is a puzzle of healing sounds that can be unlocked by several participants working together with the 7 pyramid-headed figures placed in an arc around a central altar.",
    "latitude": 40.795034319454615,
    "longitude": -119.19269144295187
  },
  {
    "name": "Shell",
    "location": "3:30 1100', Open Playa",
    "description": "Shell is a sculpture about scale and how usually when we find a shell on the beach we can pick it up to inspect it and look at its unique shape. When we find this giant shell, the exploration of the shape means walking around outside and inside the surface. The object crosses the boundary between object and environmental space. The structure is built from stainless tubes and flat stainless sheets that conform to the curved surface.",
    "latitude": 40.78617947386416,
    "longitude": -119.19914862382484
  },
  {
    "name": "Shelter",
    "location": "6:00 4815', Plaza",
    "description": "Between sheltering pillars, valleys with their flowing, ever-changing streams create endless shadows and textures, weaving together the fabric of a sheltering experience.",
    "latitude": 40.77377527739849,
    "longitude": -119.202991
  },
  {
    "name": "SHELTER",
    "location": "12:51 5800', Open Playa",
    "description": "SHELTER is a three-sided stainless steel pyramid; each of its sides is illuminated by the presence inside. After being displaced, the being wandered to find a home here. Visitors approaching the structure will hear soft music and a voice telling its story.",
    "latitude": 40.8012926899846,
    "longitude": -119.19396124927543
  },
  {
    "name": "Shifting Visions",
    "location": "10:04 2100', Open Playa",
    "description": "The installation captures the dynamic nature of perception, merging individual and collective perspectives within a seasonal oasis motif. Initially resembling trees from afar, it unfolds into a mushroom interior upon closer inspection, enticing viewers with textures, shadows, and light. A student desk within invites introspection, reflecting the surrounding environment. Kaleidoscopes hidden within encourage personal reflection, weaving a tapestry of diverse beauty and significance. The space fosters communal exchange, akin to shifting seasons and evolving viewpoints, celebrating openness and individual interpretation.",
    "latitude": 40.7900059881661,
    "longitude": -119.20943125696184
  },
  {
    "name": "Sky Gazing",
    "location": "11:30 1900', Open Playa",
    "description": "Sky Gazing is an aerial canopy of ribbons of colorful fabric moving dramatically with the wind, creating an illusion of a floating, dancing kaleidoscopic cloud hovering magically in the sky. Underneath, the murmuration of vibrant colors is immersive overhead, and breathtaking as it ascends to full height. Unexpectedly, the sound is gentle, like a rushing river.",
    "latitude": 40.79198403561374,
    "longitude": -119.20476933366089
  },
  {
    "name": "Sky Portal X Station II",
    "location": "1:27 2180', Open Playa",
    "description": "The structure is a 3-dimensional network of square panels intersecting corner to corner, defining truncated octahedrons. Loads travel down the angular zigzagging edges of the network of panels, braced in 3 dimensions by surrounding pods, with additional stiffness provided by hexagonal surface panels. Aligned in its hexagonal orientation, three truncated octahedral pods surround a central elevated pod with roof access to all four pods. It's a novel experience in 3-dimensional architecture, giving hope to many future larger developments in different materials",
    "latitude": 40.791288726518694,
    "longitude": -119.19756434621695
  },
  {
    "name": "SLOW",
    "location": "4:10 1990', Open Playa",
    "description": "When we are in a hurry, we tend to make poor decisions for ourselves, for nature. But if we slow down, are we making better ones? To test this idea and get a fair answer, we have decided to slow down through the help of handmade embroidery and also learn from our ancestors: by doing handicrafts while meeting with each other. SLOW contains 24 flags, crafted in communities around the world, 24 flagpoles, and six burnt \"Sysimetsä\" trees to hold the space and remind us of the need to slow down from nature's perspective. It also includes benches for contemplation and a maker station: a custom-built frame where new flags will be stitched by the citizens of BRC. The maker station will be placed on a 256 sq ft platform that is the first phase structure for Ravens Temple (being envisioned and built for Burning Man 2025).",
    "latitude": 40.783833740077064,
    "longitude": -119.19709603795317
  },
  {
    "name": "Sock-o-tron 4200",
    "location": "12:30 5500', Open Playa",
    "description": "We have all pondered what it would be like inside of a dryer at some point in our life. Why is it that many washers/dryers have windows built into them? It's something that we as a species have been unexplainably fascinated with. Perhaps there is something to gathering around and watching a tumbling dryer that pulls on our primal instincts in the same way a camp fire would. Maybe there is something more to this seemingly mundane machine. Did you know: there has been documentation recently uncovered depicting what could be \"dryers with windows\" in ancient societies? Where did they come from? Was it an invention \"ahead of its time\" or was it...a gift from the gods?",
    "latitude": 40.80150515572396,
    "longitude": -119.19784319203426
  },
  {
    "name": "Solar Bridge",
    "location": "4:00 2200', Open Playa",
    "description": "Solar Bridge is about pointing the way towards a sustainable future. While many Burning Man projects are solar-powered, I have not seen one fully incorporate solar panels into the sculpture itself. Everything Solar Bridge needs for generation, storage, and consumption is within the piece. It could be placed anywhere the sun shines and operate indefinitely without external inputs or interventions.",
    "latitude": 40.78394714229249,
    "longitude": -119.19610103953302
  },
  {
    "name": "Sonapse",
    "location": "11:47 3700', Open Playa",
    "description": "Sonapse is an immersive audiovisual temple that brings people into collective resonance. With a 12' high gathering platform, this elevated sanctuary aims to serve as a space of respite and serendipity for travelers in the open playa. By day, it provides panoramic views of Black Rock City and a haven from the elements. At night, a multisensory composition of sound and light beckons participants into a shared meditation experience with vibroacoustic bass floor soundbaths, spatially mapped ambient music compositions, and a sound-reactive light show mapped in the kinetic LED array that envelopes the ceiling.",
    "latitude": 40.79702467190045,
    "longitude": -119.2045056904874
  },
  {
    "name": "SOTSOAGAWIIE",
    "location": "2:56 2110', Open Playa",
    "description": "The project is a large-scale wood glue up of a head and shoulder. The shoulder is designed to stand on and whisper into the ear of the giant head. The piece is a manifesting giant.",
    "latitude": 40.78716062453751,
    "longitude": -119.19536527338276
  },
  {
    "name": "Space Grinder",
    "location": "9:05 1785', Open Playa",
    "description": "Eye Beamer is a wind-driven, spinning mirrored helix, a scaled-up follow-up to last year's Face Grinder.",
    "latitude": 40.78717218642513,
    "longitude": -119.20943993632731
  },
  {
    "name": "Spiral of Secrets",
    "location": "3:41 2100', Open Playa",
    "description": "SOS consists of four spiraling hallways that converge into a central atrium. The atrium holds a large cocoon, which houses a small kiosk where new secrets may be submitted. The piece will present old secrets via diorama peepholes, printed booklets, and sound collages. Old secret cards will be presented as paper mache attachments flanking the atrium and the entrances. The cocoon also hides a steel helix-shaped sculpture that will be revealed during our OF1 burn. The walls will be painted in abstract swirling spiral-galaxy style, at the direction of muralist CaroCaro. The layout of the piece is designed to create a giant fire vortex when burned, using the passageways as air channels.",
    "latitude": 40.784945339017284,
    "longitude": -119.19587771289386
  },
  {
    "name": "Spyntonia",
    "location": "11:50 5700', Open Playa",
    "description": "In this installation, individuals are depicted as sparks within swirling tornadoes of light, each following the unpredictable paths of life. These sparks meet and part within their luminous tempests, creating a dance of connection and separation. From afar, this chaotic dance merges into a stunning vista, reflecting the beauty in life's transience and the ephemeral nature of human connections. It is a visual ode to the delicate balance between chaos and harmony, inviting contemplation on the fleeting moments that unite us all.",
    "latitude": 40.80250651006717,
    "longitude": -119.2047875292045
  },
  {
    "name": "StarFalls",
    "location": "1:24 3100', Open Playa",
    "description": "Starfall captivates with its celestial allure. The installation features five ruby stars, in a captivating descent, each meticulously crafted with a metal frame, a structure of crimson stretch fabric, and adorned with decorative wooden overlays. The stars reach up to 11 feet, creating a mesmerizing visual symphony. The installation draws inspiration from Alice in Wonderland. As each star delicately descends, time seems to slow, inviting visitors into a whimsical realm of magic. Ensuring structural resilience, the metal frame and wooden embellishments withstand external forces, while a robust foundation stabilizes the installation in the desert landscape.",
    "latitude": 40.79326678550752,
    "longitude": -119.19548970912078
  },
  {
    "name": "Stone 30",
    "location": "12:00 15', Man Pavilion",
    "description": "Stone 30 invites visitors into a moment of presence. It envelops them in the embrace of nature’s movements and the passage of time, creating a contrast between the stillness within and the chaos beyond. This piece serves as a sanctuary of stillness amidst the turbulence of the outside world.",
    "latitude": 40.787000070786924,
    "longitude": -119.202991
  },
  {
    "name": "Styx and Stones",
    "location": "11:20 900', Open Playa",
    "description": "The ancient flames of an eternal river erupt from the ground -- a giant fountain of fire bursts from the playa and a pulsing footbridge made of magma offers a path across. The roar of flames and flickers of light are convincingly real but this river gives off no heat. It plays with the senses and makes even the bravest second guess their steps across.  Styx and Stones is a sculpture that embodies the fires that ferry the dead and a living bridge made of magma. It gives everyone the chance to remember the big story and practice the fateful crossing. It is both a reminder of, and the way across to, another side.",
    "latitude": 40.78927463492395,
    "longitude": -119.20410416004992
  },
  {
    "name": "Supernova",
    "location": "7:20 2220', Open Playa",
    "description": "Come experience the spirit of the global dance community and honor those who were killed at the Supernova Festival and will never dance again. The music of their souls will never, ever die.",
    "latitude": 40.782302616881935,
    "longitude": -119.2081514062044
  },
  {
    "name": "Surfwheel",
    "location": "3:30 1440', Open Playa",
    "description": "A beautifully spinning, captivating swirl of color on soft boogie boards illuminated with EL wire around each blade of the 'fan'.",
    "latitude": 40.785938529422175,
    "longitude": -119.1979609802798
  },
  {
    "name": "Suspend Your Disbelief",
    "location": "11:11 1111', Open Playa",
    "description": "What may appear impossible, is in fact possible.",
    "latitude": 40.7897270806059,
    "longitude": -119.20465711293137
  },
  {
    "name": "Tall Tails",
    "location": "12:04 808', Open Playa",
    "description": "This Jackalope, standing at 10 feet tall, is your imagination come to life. Tall Tails is made from many individual hairs of stainless steel, heat treated to color the hare in iridescent golds, blues and purples and sculpted in a running position to add dynamics and movement. Artist Clinton Lesh is thrilled to share this mythical project paired with the western flair that is inspired by his childhood and upbringing in rural Montana.",
    "latitude": 40.78916999868715,
    "longitude": -119.20288902494642
  },
  {
    "name": "TANZER",
    "location": "1:30 25', Man Pavilion",
    "description": "In TANZER's realm, we drift beyond the veil, Where Self and Other meld in cosmic dance. Our minds unravel, boundaries grow frail, As star-born souls entwine in hypnotic trance. Prepare to have your minds melded by TANZER - the 46th incarnation of Matt Elson's Infinity Box series, a decade-long journey into the depths of perception and connection! You and a fellow cosmic traveler stand on opposite sides of a towering 6-foot mirror, 3 feet wide. But this is no ordinary mirror, my dusty friends. TANZER is the culmination of seven million minds melded across the globe, distilled into the most psychedelic, consciousness-bending experience yet. TANZER doesn't just blend bodies; it fuses souls, shatters egos, and rebuilds reality. It's not just art - it's a portal to another dimension of self, a cosmic union of \"you\" and \"me\" into a glorious, mind-bending \"WE.\"",
    "latitude": 40.78700740238657,
    "longitude": -119.20292707239587
  },
  {
    "name": "Te Amo Perro Gordo",
    "location": "11:30 4700', Open Playa",
    "description": "Te Amo Perro Gordo means “I love you fat dog” in Spanish. This is my ode to all the loved dogs that us humans treasure, and this shrine is something I hope encapsulates the love, playfulness, and healing nature of canines. Please come by and write a prayer, a song, a eulogy, a thank-you note for your puppy, whether living or in another sphere. The love you create never disappears.",
    "latitude": 40.79938935125502,
    "longitude": -119.207390035898
  },
  {
    "name": "Temple of Together",
    "location": "12:00 2500', Open Playa",
    "description": "The Temple of Together is about the light that emerges when we come together with all parts of ourselves and with the oneness we share with every other living being. In this time of global challenge and conflict, she invites each of us to unfurl under her protection and be seen, loved, and inspired.",
    "latitude": 40.793804131153436,
    "longitude": -119.202991
  },
  {
    "name": "Tempus Fugit: Another Wasted Time Machine",
    "location": "5:56 808', Open Playa",
    "description": "A shining golden monument awaits fellow Wasted Time Travelers on the playa in 2023. Wasted Time Machine is intended to evoke curiosity about the human experience of traveling through space-time. In the daylight, Burners will notice the intricately decorated antique elements mixed with bespoke creations that adorn the stunning piece. At night, the movement of the lighting effects will become a beacon for Burners to come from far and wide to embark on a journey of imagination. Our artists believe that the genesis of ideation & the places we go to have the best ideas are of great interest. Burning Man serves as a source of inspiration for many, but the question remains, what will you do with that inspiration when we return to the default world?",
    "latitude": 40.784748001312856,
    "longitude": -119.20288902494642
  },
  {
    "name": "Tenseract",
    "location": "11:37 6760', Open Playa",
    "description": "Tensegrity + tesseract = tenseract",
    "latitude": 40.80509665628627,
    "longitude": -119.2078647744036
  },
  {
    "name": "Tepee",
    "location": "12:07 4330', Open Playa",
    "description": "Tepee invites participants to undergo a transformative experience, both individually and collectively. By providing a space for contemplation, self-expression, and dialogue, it encourages introspection and reflection on personal and societal values, fostering personal growth and cultural exchange. The philosophy is grounded in the principles of cultural reverence, inclusivity, environmental stewardship, interactive engagement, and transformational experience. It seeks to inspire participants to connect with one another, with nature, and with themselves, while celebrating the diversity and creativity of the human spirit.",
    "latitude": 40.798792653762135,
    "longitude": -119.2020350688965
  },
  {
    "name": "Tesseract",
    "location": "12:04 1515', Open Playa",
    "description": "It is a tesseract cube resting on a point. The inner cube will be a reflective material reflecting everything outside. The outer cube will be a one-way reflective material which will reflect the outside playa during the day and the inner cube at night. The cube will be lighted internally with LEDs. The cube will stand approximately 9 feet high at its point.  The base of the cube rests on a tripod. Three posts will be planted equidistant around the central artwork to mark the boundary.",
    "latitude": 40.7911046225384,
    "longitude": -119.20279979677453
  },
  {
    "name": "testarooney",
    "location": "Location not yet available.",
    "description": "Test"
  },
  {
    "name": "Test Art Title",
    "location": "Location not yet available.",
    "description": "Public Description of Installation Public Description of Installation Public Description of Installation Public Description of Installation Public Description of Installation Public Description of Installation Public Description of Installation Public Description of Installation Public Description of Installation Public Description of Installation Public Description of Installation Public Description of Installation Public Description of Installation Public Description of Installation Public Description of Installation Public Description of Installation Public Description of Installation Public Description of Installation Public Description of Installation Public Description of Installation Public Description of Installation Public Descript"
  },
  {
    "name": "THAT'S WHAT SHE SAID",
    "location": "5:56 1975', Open Playa",
    "description": "SHE's a curvaceous cross between a collapsing push puppet and an articulated art doll. SHE has poseable arms and legs and an interactive body—Kind of. Alone, SHE is limp and droopy on her pole. With attention SHE tightens right up, head high and rising. SHE is a 6'9\" woman made of wood but can reach nearly 10' overall, perched up there on her pedestal. SHE's a bit of a stereotype and happy to undermine that illogical crap, given the chance. Her surfaces are a canvas. To innuendo and beyond, collaborators add their take on her title. THAT'S WHAT SHE SAID isn't going away—a good thing! especially as a logical reflection of wider reality and the contributions, quotes, jokes, lyrics, and wisdom attributed to the multitude of forms that SHE takes.",
    "latitude": 40.78155464058526,
    "longitude": -119.20274174166977
  },
  {
    "name": "The Archeon",
    "location": "11:03 2635', Open Playa",
    "description": "The Archeon is an interactive light and sound sculpture that asks participants to consider how social isolation has impacted their lives and challenges them to invest in \"Rebuilding True Connections.\" The Archeon is an alien, bio-metallic spore; an antenna and signaling device planted here to find sentient, cooperative life.  Upon detection, it opens and broadcasts a message of hope to distant celestial objects. The sculpture brings two participants together and engages them in a tonal call-and-response, guiding them towards singing notes in harmony.  They face each other, hear each other’s voices and vocalize notes together.  The sculpture responds by opening its heart, targeting a celestial object, and beaming a message of hope.",
    "latitude": 40.79329946178944,
    "longitude": -119.20753781138319
  },
  {
    "name": "THE ART PARK",
    "location": "10:25 3800', Open Playa",
    "description": "Welcome to the Art Park. The theme is abundance and the process is real. Burners are invited to explore the concept of abundance through awareness, confession and expulsion. The park is laid out taking into account the 4 directions, centered around a freestanding fireplace of burning handwritten words that read \"I still love you\". Various mediums of Steele's signature signage surround the fireplace with a carefully curated selection of empowering messages on road signs and marquee boards. There is also a series of mirrored road signs with inspiring messages for endless self-reflection. The last piece of the puzzle is a \"Complains Box\" with neon, an interactive mode of expression and communication.",
    "latitude": 40.7939882454372,
    "longitude": -119.2131225968069
  },
  {
    "name": "The Cat's in the Bag",
    "location": "12:17 5850', Open Playa",
    "description": "\"Don't let the Cat out of the bag,\" even if you feel compelled to do so.",
    "latitude": 40.80280066731624,
    "longitude": -119.19986404687911
  },
  {
    "name": "The Chapel of Reflection",
    "location": "1:17 4000', Open Playa",
    "description": "The Chapel of Reflection is a serene, peaceful space where one may reflect upon one's life and legacy. Made of interlocking pieces of wood and adorned with scrolls of fabric, the Chapel aims to envelop you as you contemplate your life and purpose.",
    "latitude": 40.795530288760645,
    "longitude": -119.19398622271454
  },
  {
    "name": "The Cosmic Messenger",
    "location": "6:00 2680', Keyhole",
    "description": "The Cosmic Messenger, also known as Ms. Peggy, is an interactive piece that allows others to express themselves. The steel is painted with chalkboard paint so that people can interact with it and write messages to the cosmos. Peggy is a life size Pegacorn, made of steel with mosaic glass representing her chakras. There are lights both on the inside and outside of her so that she lights up the night. The color changing LEDs create a beautiful rippling rainbow light effect that almost makes the piece seem as if she is breathing with rainbows. Peggy embodies the manifestation of finding the light through the darkness. Symbolizing true self-expression, by embracing one's identity and true self-acceptance. LOVE is the answer and Peggy provides.",
    "latitude": 40.77962101940352,
    "longitude": -119.202991
  },
  {
    "name": "The Cream Dream",
    "location": "9:00 3215', Plaza",
    "description": "A giant beautiful dessert in the desert. Glowing Inflatable ice cream cone made of mind-bending deliciousness. How absurd! As the sun sets, the Cream Dream comes to life with music reactive projected visualizations and soothing ambient soundscapes. During the day, an interesting novelty, landmark and place of respite with lounger structures.",
    "latitude": 40.786959,
    "longitude": -119.21461737682269
  },
  {
    "name": "The Den",
    "location": "4:30 25', Man Pavilion",
    "description": "The Den is an artifact of the 2022 honorarium piece Unbound: A Library in Transition, highlighting the potential of human thought and the change in how we disseminate information. The beauty of this \"old data\" can’t be overlooked as the microfilm is woven into lamps, books become sconces, and the walls are covered in photographs, text, and illustrations. Bookshelves are filled with vintage linen books for both contemplation and adoption before the burn.",
    "latitude": 40.786910597613435,
    "longitude": -119.20292707239587
  },
  {
    "name": "The Dilemmas",
    "location": "Location not yet available.",
    "description": "A series of short stories that paint a picture of a world humanity will one day be proud to be a part of; a protopia where humans still strive for peace but have found a measure of balance between our society and the rocks in space that we call home."
  },
  {
    "name": "The Dinner Party",
    "location": "11:17 6305', Open Playa",
    "description": "Deep in the playa a dinette set waits for the dark and waits for you.",
    "latitude": 40.803021189966906,
    "longitude": -119.21134749083186
  },
  {
    "name": "The Dispezery",
    "location": "6:57 1710', Open Playa",
    "description": "This artist shack is filled with art based on a popular candy dispenser that has been around for over 100 years. The art expressed on this building is by the fans of these items and their passion for them. The pieces you see were originally made for one class of people, but today reach a wide-scale audience, young and old, demonstrating what true inclusivity means.",
    "latitude": 40.7828443170171,
    "longitude": -119.20594168215
  },
  {
    "name": "The Doors of Mystère",
    "location": "1:45 2100', Open Playa",
    "description": "Welcome to 'The Doors of Mystère,' a captivating art installation standing proudly amidst the vibrant energy of Burning Man's playa. With its towering 20-foot height and majestic 16-foot doors, this installation serves as a conduit to a world of mystery and wonder. 'The Doors' serve as a portal to a realm where the mundane is left behind, and the sacred essence of creativity reigns supreme. It is a sanctuary for those who dare to delve deeper, to unlock the mysteries of the universe and embrace the infinite possibilities. Be your own creator.",
    "latitude": 40.79045932353108,
    "longitude": -119.19696610660519
  },
  {
    "name": "The Dreamy Derelict Dory",
    "location": "8:07 2200', Open Playa",
    "description": "This is a whimsical painted wooden rowboat that is designed to look as if it's been marooned in the playa for a long time. The exterior will be painted with colorful encaustic, incorporating collaged images leaning into the history of encaustic art and this year's BM theme. The oars will appear sunk into the playa as if it is still floating along. There will be metal grasses (lit at night) around, colorful ceramic barnacles (with lights in them) attached to it, and a figurehead.  Curiously there will be a light pole the boat is tied off to, and a lost creature sign attached to it. There will be a rotation of gifts hanging from the sign. The boat will have seats for sitting.",
    "latitude": 40.78427123135503,
    "longitude": -119.2101109555406
  },
  {
    "name": "The End of Time",
    "location": "11:48 890', Open Playa",
    "description": "The End of Time is a dying clock, in fact it is a murdered clock. As a consequence, Time has stopped and now it will forever be Teatime. This artwork illustrates the death of one clock, which results in the death of all clocks and therefore Time itself. It does so in a whimsical manner designed to disturb but entertain at the same time. This 22-foot tall, climbable, surreal, collapsing clock has been pierced by a gigantic sword, its mechanism is broken and exposed, its numerals and hands distorted, and it has a giant Teacup and Saucer perched precariously at the top. The Teacup can accommodate 6 people at a time sitting on a circular bench in a surprisingly intimate setting. A huge, mysterious key hangs inside the clock but what is it for?",
    "latitude": 40.78938251727992,
    "longitude": -119.20332742478985
  },
  {
    "name": "The Fabrik Monolith - Evolved",
    "location": "11:40 7112', Open Playa",
    "description": "Amidst a rapidly changing world, this minimal and futuristic piece is a catalyst for self-reflection, inviting them to embrace an evolving future & ponder the implications of choices & the path they have chosen to take in life. Each side of the monolith showcases a distinct & vaguely familiar font, only legible to those willing to look deeper & engage with hidden messages to reveal a larger overall message. As day turns to night, the monolith becomes a beacon in the distance, casting luminous lettering across the playa, captivating onlookers with mesmerizing displays. Words and sounds inscribed and emitting from the monolith present a resonant voice that invites introspection, encouraging viewers to contemplate their lives  and actions in the future.",
    "latitude": 40.80613619003752,
    "longitude": -119.20745706865986
  },
  {
    "name": "The Fault Line Meditation",
    "location": "12:45 835', Open Playa",
    "description": "Meet the Fault Line Meditation, an introspective path in the shape of an earthquake fault. The installation illuminates at night and is adorned by two signs reading \"Not Yours\" and \"Not Mine.\" It's a reminder that the fault was here before us and it'll be here after us; just because we stumbled upon it doesn't mean that others couldn't have. It's not about passing the buck, but owning, accepting, growing, and moving on from it. It's easy to cling to something unhelpful, creating an inability to grow, feeling paralyzed on the fault, shaming and blaming. Hopefully, TFLM reminds us to forgive with empathy and understanding, helping us all realize the faults do not define us, but how we handle them does, and that we can grow from them.",
    "latitude": 40.78907124157438,
    "longitude": -119.20183544784031
  },
  {
    "name": "The Field",
    "location": "4:45 2100', Open Playa",
    "description": "It is what it is. It is what you see and what it evokes in you, that's it, that's all.",
    "latitude": 40.782397289561146,
    "longitude": -119.19836793669846
  },
  {
    "name": "The Heart Behind The Heart",
    "location": "3:03 2030', Open Playa",
    "description": "One large hand-carved solid redwood heart hangs from a redwood log frame, with a second large hand-carved solid redwood heart hanging behind it from a redwood log frame. Is there a heart behind the heart? The heart of the highest self? Possibl​y One Heart of the One Consciousness that influences the many hearts here in this realm of 3D action?",
    "latitude": 40.78681350206878,
    "longitude": -119.19565244407774
  },
  {
    "name": "The (Im)possible Dialogue",
    "location": "11:13 1500', Open Playa",
    "description": "The installation is a circle of big heads, reminiscent of a blend between Stonehenge and Easter Island. Each head is fixed on an axis and turns 360 degrees. They are likely to be facing different directions, hence having an impossible dialogue. When someone approaches a head, they hear some gibberish or white noise. When the head is turned on its axis, the sound changes, like when you are searching for a certain frequency on a radio tuner. As you turn the heads toward the center of the circle, the sound becomes a clear note. Similarly, the color of the light inside the head changes and becomes brighter. Once the heads are all facing each other, a burst of light arises, as well as a magnificent chord composed by the respective notes of each head.",
    "latitude": 40.79072543789085,
    "longitude": -119.2051539892378
  },
  {
    "name": "The King",
    "location": "11:15 3200', Open Playa",
    "description": "The King is a geometrically shaped, octagonal King Chess Piece of monumental scale. The King is designed to express the shortcomings and follies of contemporary power dynamics and gender roles. We want the citizens of BRC to first be inspired by the scale and construction of the piece. Then, as they explore and inhabit the spaces, we hope to invoke thought and discussion around the roles we play and the ways we participate in contemporary patriarchy. We believe that these roles are damaging to all people, and we aim to create an approachable platform for that idea to be shared.",
    "latitude": 40.79505381800962,
    "longitude": -119.20741946336643
  },
  {
    "name": "The Knowhere Tree",
    "location": "11:46 6100', Open Playa",
    "description": "The Knowhere Tree is a 4-foot tall artificial tree made of conduit pipe, shade cloth, and found objects. It is a contemporary interpretation of the Bodhi Tree, under which the Buddha meditated before enlightenment. Embedded in the center of the tree, a small speaker plays guided meditations and dharma talks throughout the day and night. Meditation cushions are arranged in a circle around the trunk, providing a space for reflection. The use of conduit pipe and found objects creates a simple and down-to-earth meditation experience, emphasizing the ordinary nature of meditation and its power to connect individuals to the present moment.",
    "latitude": 40.80353662494452,
    "longitude": -119.20567936185017
  },
  {
    "name": "The Leiermann and Resisting the Pull into Madness",
    "location": "12:16 3285', Open Playa",
    "description": "The installation is one man's story of a successful life becoming undone for no apparent reason. The story is not narrated but told through photographs and quotes. The exhibit goes through four stages of his coping with his descent through psychotherapy, alcohol, working harder, sex, drugs, sports, getting outside. His efforts fail, ultimately he loses his tenuous hold on reality, and the story ends in despair and separation from society and the world. The photos have quotes from literature thematically, but not directly related to the corresponding photo.  His descent is witnessed by the hurdy gurdy man (the Leiermann), who symbolizes aloneness, social marginalization, and madness. The musical instrument will be available to try.",
    "latitude": 40.79586596845718,
    "longitude": -119.20133769075058
  },
  {
    "name": "The Love Portal",
    "location": "9:45 1600', Open Playa",
    "description": "An iridescent and illuminated tunnel or \"portal\" of love, this piece communicates the power of love to take individuals on a journey capable of transforming humanity and the natural world at its core. From a distance, the piece serves as a beacon of love and light, while up close, it becomes a portal, and inside, the individual may experience being held by love. When love is used as a tool, a catalyst for change, and a core value in the way people move through the world, it is powerful, to say the least. Spread love.",
    "latitude": 40.788635491702266,
    "longitude": -119.20833662815987
  },
  {
    "name": "The Lust Stop",
    "location": "12:10 6800', Open Playa",
    "description": "The lust stop is playa mutant bus stop. Located in the deep playa, it allows BRC citizens to board mutant vehicles that might stop by to pick them up. We provide a route map of different bus/mutant vehicle services that might be in operation, along with tentative schedules. As citizens wait for the ride, they can enjoy the comfort of a fur-covered bench and have shade over their heads while watching bikes in the deep playa, day and night. The lusty part happens at night.",
    "latitude": 40.80550690674679,
    "longitude": -119.2008477721771
  },
  {
    "name": "The Menu",
    "location": "1:55 2300', Open Playa",
    "description": "In 2021, the artist embarked on a journey of sexual exploration. When asked, \"What do you like?\" she realized she had no idea how to answer that question. Over the next two years, she dedicated herself to answering this question and understanding the options available. And so, The Menu was born. Just like the menu we are provided when we go out to eat to select the food we want, the Menu is an exploration of human sexuality and the options available, with an option to add your own \"specials.\"",
    "latitude": 40.7903426553848,
    "longitude": -119.19597611678273
  },
  {
    "name": "The Mercury Club",
    "location": "4:08 2330', Open Playa",
    "description": "The Mercury Club is dedicated to free trade and fellowship among sovereign individuals. Members may use our postal service for private correspondence, commercial transactions, and to cooperate in our great and most ancient work.",
    "latitude": 40.783391538151655,
    "longitude": -119.1960055634527
  },
  {
    "name": "The (Middle Path) Bridge (Between Heaven and Earth)",
    "location": "12:30 1400', Open Playa",
    "description": "To think about death is to think about life. The (Middle Path) Bridge (Between Heaven and Earth) is a celebration of transformation, representing the in-between transient space between Yin and Yang. It is a bridge elevated between Heaven and Earth, forever working towards balance, harmony, equanimity. It is a creative and inspiring space to practice ritual, hang out and spend time to reflect upon (pun intended).  The Bridge between Heaven and Earth project gives opportunity to experience a reinterpretation of an ancient ritual practice of communication and interaction between two worlds. And to realize that life and death cannot be one without the other, that maybe death is not the end, but maybe just another beginning.",
    "latitude": 40.79066165782065,
    "longitude": -119.20168064888145
  },
  {
    "name": "The Mirror",
    "location": "2:20 2200', Open Playa",
    "description": "This large screen, with ever-changing AI-generated visuals, reacts to participants who approach it, creating a real-time unfolding narrative of beautiful animation that evokes play.",
    "latitude": 40.7890192320096,
    "longitude": -119.19551495486319
  },
  {
    "name": "The North Pole",
    "location": "10:30 6800', Open Playa",
    "description": "The North Pole",
    "latitude": 40.80012444914623,
    "longitude": -119.22037930832512
  },
  {
    "name": "The Phone Maze",
    "location": "9:15 1600'",
    "description": "A mysterious phone booth sits on open playa. Who will make the call? Who's on the other line? What adventures and mystery will you be transported on when you pick up the receiver? Only participants willing to take the call will ever know.",
    "latitude": 40.787530820099015,
    "longitude": -119.20872756562724
  },
  {
    "name": "The Point Being",
    "location": "12:49 3838', Open Playa",
    "description": "A cosmic spire emerges from the playa, encircled by a courtyard and benches, creating a space for reflection and communal exchange. The intricately carved etchings on the obelisk's wooden panels depict celestial and earthly motifs. By day, the obelisk is a striking silhouette against the desert backdrop, a reminder of our unique place within time and space. As night falls, the installation glows from within, symbolizing enlightenment. Marked by geometric harmony it encourages one to consider their journey, to recognize their unique contributions to our collective story. It is a place to gather thoughts, to breathe deeply, and to feel grounded in the wide expanse of our existence. We all live, and we all pass away. What is your purpose?",
    "latitude": 40.796521460274924,
    "longitude": -119.19723533714614
  },
  {
    "name": "The Purple Unicorn",
    "location": "2:55 950', Open Playa",
    "description": "Only the pure of heart can approach the fearsome unicorn. The mythical beast is rearing up on its back legs as if it is in moment of passion, pausing to give us a tempting glimpse, knowing that we can never catch them. It is an apparition of love, a beautiful hallucination, a good luck oasis. The unicorn's horn possesses magical powers of healing and the ability to neutralize poisons and heal sickness. Rearing up on its hind legs, paint shimmering in the sun, the Purple Unicorn is here to  bless the citizens of Black Rock City with Sweet Unicorn Magic.",
    "latitude": 40.78707246056239,
    "longitude": -119.19955879299106
  },
  {
    "name": "The Reactor Project",
    "location": "1:00 1785', Open Playa",
    "description": "The Reactor is a sacred geometric structure, build of endless Gothic shapes that stands out as a playful flowing structure on the desert canvas.",
    "latitude": 40.79119163303437,
    "longitude": -119.19976345993335
  },
  {
    "name": "The Reckoning",
    "location": "12:26 1705', Open Playa",
    "description": "A deer skull sweeps its antlers into a ring to encircle those who stand upon a platform to look into its eyes, enrapturing them in a thrumming soundscape. The sculpture is placed in alignment with the setting sun, armatured with rusting steel and clad in clear-resin soaked leather, glowing from within. The Reckoning invites us to grapple with the inescapable nature of our own mortality—to find solace and beauty in the culminating experience that binds us in our shared humanity. It serves as a sanctuary, and a space to confront the fears and sorrows that global and personal crises have laid bare.",
    "latitude": 40.79150772918387,
    "longitude": -119.20160400200304
  },
  {
    "name": "The (Re)Salvaged Spoon",
    "location": "1:00 2100', Open Playa",
    "description": "The (Re)Salvaged Spoon is an eclectic space for Burners to socialize, explore, or rest. Colorful found objects in the walls draw observers into a rabbit hole of delight. A patchwork shade structure above holds aloft additional objects, string lights, an LED chandelier, and an exterior rotating sign. Outside, lampposts invite passers-by in on their journey across the playa, while benches welcome them to sit and watch the world go by. The space may elicit nostalgia. The artists were inspired to create the piece out of unique salvaged materials and objects, aiming to show that something beautiful and useful can be made of items that may otherwise be overlooked, or worse, go to the landfill.",
    "latitude": 40.79193856827573,
    "longitude": -119.19919389403924
  },
  {
    "name": "The Silence of TENGRI",
    "location": "12:05 1150', Open Playa",
    "description": "The Silence of TENGRI is an articulated shiny metal sculpture of a large winged wolf. The metal symbolizes strength and the ability to withstand the test of time and the elements. Howling upwards towards the sky, TENGRI stands on top of a mirrored pedestal base, evoking the feeling of a sacred cliff. The sculpture exhibits colorful lights, reflecting off the many angles of the shiny metal surfaces. The Silence of TENGRI is a mythical manifestation of silent inner peace, and harmony of the ancient, sacred, and secret universe. It radiates light with movement purifying the inside of a person, bringing enlightenment. Its howling sound invites and awakens humanity to the path of connection and unity.",
    "latitude": 40.79010476340846,
    "longitude": -119.20280959852272
  },
  {
    "name": "The Solar Library Phase 3, The Solaria",
    "location": "2:02 600', Open Playa",
    "description": "The Solar Library is sculptural charging infrastructure supporting battery-powered art. Artists apply for a library card securing enough capacity to charge their batteries each day replacing the noise, fumes & fuel spill of generators with battery power and preventing panel proliferation from affecting the aesthetics of art. In 2022 & 2023, we removed tons of direct and indirect fumes and gallons of spilled fuel working with 18 art projects. Our goals are to grow until we can serve 200 small art projects and provide attractive and safe solar charging.",
    "latitude": 40.787755460504414,
    "longitude": -119.2010932721695
  },
  {
    "name": "The Speed of the Earth",
    "location": "12:35 6875', Open Playa",
    "description": "The streaking visualization of the Earth's rotation will be visible from any angle on the playa. However, the ideal angle for maximum effect is neither head-on nor perpendicular, but viewed at an oblique angle. The location of Speed of the Earth will therefore run from the trash fence directly towards the Temple (see map) at an oblique angle to the main city. This light course will span just 800 feet shy of a mile. Each run will last 4.5 seconds, and will recycle every 15 seconds. The virtual speed of the streaking lights will be 784 mph. The placement of the lights will enable this phenomenon to be seen almost anywhere along the esplanade, or in the outer and deep playa.",
    "latitude": 40.80491187343059,
    "longitude": -119.19551485141605
  },
  {
    "name": "The Spirit of Nevada",
    "location": "1:05 3600', Open Playa",
    "description": "\"The Spirit of Nevada\" (Spirit) is a tribute to the last of America's freedom and wide open spaces. What a blessing that we get to roam the playa in the state of Nevada, the state with the most open land, hand in hand with \"Spirit\", she reminds us that we are free. Free to be ourselves, to step into our truth, free to thrive if we dare. Spirits wild horses glimmer in the desert, as true as seeing playful horses in the wind. If you're lucky, you will catch a glimpse of the cowgirl in the wild!",
    "latitude": 40.79527230008679,
    "longitude": -119.19599608498663
  },
  {
    "name": "the spring",
    "location": "1:03 4000'",
    "description": "The Spring is a floor mosaic made of thousands of individually unique handmade clay tiles. It is a deep pool of blue water springing from the floor of the playa, designed to be happened upon serendipitously by those wandering the playa. The Spring is ringed by river stones and shimmers in the desert sun and moonlight. As a body of water out deep in the desert, The Spring is an unexpected surprise and shows the wide range possibilities this space and world can hold. Made out of thousands of unique and beautiful pieces, there's a lot to see and find within The Spring.",
    "latitude": 40.796297294002706,
    "longitude": -119.19543297175403
  },
  {
    "name": "The Synchronizing Seahorse",
    "location": "9:45 1940', Open Playa",
    "description": "The Synchronizing Seahorse is a larger than life installation that wears five strands of vibrant and shiny dancing micro-led lights that display over 192 different light configurations. It stands tall at 15ft and a width of 4 ft. The Synchronizing Seahorse is a piece that was made to evoke joy from those experiencing it. It is made from galvanized steel wire rings that were woven together by hand. This art piece has over 150 hours of manual labor in it from the maker and her team. The lead artist was inspired by her Mexican crocheting grandmother.",
    "latitude": 40.788991746189,
    "longitude": -119.20947257414385
  },
  {
    "name": "The Teetering Trail of Tooter",
    "location": "5:17 975', Open Playa",
    "description": "The Teetering Trail of Tooter is a musical trail in the desert bringing fun and joy to all who enter.  Lining the trail are a series of handmade cedar lamp posts and a row of wooden organ pipes atop a wall of art and curiosities.  The pipes bring music and delight to all who walk on the teetering trail.",
    "latitude": 40.78447515619069,
    "longitude": -119.2016987591497
  },
  {
    "name": "The Tempest",
    "location": "6:30 1730', Open Playa",
    "description": "The philosophy of The Tempest has its roots in a Shakespearian play that is based on these three principles: freedom, empathy and forgiveness, and nature versus nurture. The classical sculptural representation of Zeus/Neptune atop a storm cloud is mixed with contemporary elements such as aluminum lightning bolts combined with an interactive sound and visual system designed to give the viewer a full immersive experience of a thunderstorm. As in our childhood, a coming thunderstorm evokes a sense of wonder, power, and fear - not the kind of fear that is malicious, but the kind that is natural with its righteous place in our lives and hearts.",
    "latitude": 40.78238357283592,
    "longitude": -119.20461021959649
  },
  {
    "name": "The Tree of Intention",
    "location": "10:05 1480', Open Playa",
    "description": "A low-poly-style tree made of dimensional lumber, where fruit hangs, taking intentions both bright and dark. Some trees give. This one takes the burdens of others and bears their weight on its branches.",
    "latitude": 40.789136308682394,
    "longitude": -119.20750492485284
  },
  {
    "name": "The World Reimagined",
    "location": "11:00 2200', Open Playa",
    "description": "Eight globes measure 5.5 feet tall and 4.6 feet in diameter. Each globe has been individually curated by a different artist and embodies The World Reimagined themes of: Mother Africa; The Reality of Being Enslaved; Stolen Legacy: The Rebirth of a Nation; Abolition & Emancipation; A Complex Triangle; Echoes in the Present; Still We Rise; Expanding Soul; Reimagine the Future; and Community. The World Reimagined is built on the belief in the transformative power of art: to inspire, to move, and to open our imagination to new possibilities. Project Aikido was created to showcase all aspects of African culture, creativity, and technical skills of the underrepresented, both on the continent and in the Diaspora.",
    "latitude": 40.79217569057458,
    "longitude": -119.20696892053031
  },
  {
    "name": "Time, the Illusion",
    "location": "10:30 25', Man Pavilion",
    "description": "Introducing \"Time, the Illusion,\" a captivating art installation that deconstructs the concept of time. This piece features rotating elements and broken clock fragments, symbolizing the idea that time and clocks, a human invention, should no longer imprison our minds and souls. Through this intricate display, I invite viewers to reflect on their relationship with time and to embrace the freedom of living beyond its constraints.",
    "latitude": 40.78700740238657,
    "longitude": -119.20305492760413
  },
  {
    "name": "Together For-never",
    "location": "12:15 1215', Open Playa",
    "description": "Together For-never invites reflection on the impermanence of relationships. It provides a space to let go, acknowledging the pain that often accompanies the ending of relationships. Memories linger, but like the piece itself, participants are encouraged to release. Ultimately, it conveys the joy in moving forward.",
    "latitude": 40.79025727307225,
    "longitude": -119.20241749479452
  },
  {
    "name": "Toilet Murals aka Portal Potty Project",
    "location": "5:29 3630', Open Playa",
    "description": "The Portal Potty Project aims to beautify the playa by bringing street art/murals to the toilet blocks at Burning Man.",
    "latitude": 40.77738135123463,
    "longitude": -119.19948292502512
  },
  {
    "name": "to store or display",
    "location": "07:00 & Enchant, Mountain side",
    "description": "Have a boho spot in las vegas with a burner back yard with one cat and another that comes by and kinda: a. spot to park and store small art car - gas golf cart or quad/atv; b. cover gazebo to build or work on art car. c. store art work d. looking to buy a smaller art car - patina, rustic, space age....dusty"
  },
  {
    "name": "Tree Circle",
    "location": "12:00 3850', Open Playa",
    "description": "The sudden realization that you are intrinsically and ultimately connected to everything. That you are insignificantly small in the context of infinity, yet you are infinite. In those moments, we are home. The Tree Circle reminds us of those who were here long before our grandparents were born, and who will stand tall long beyond the passing of our children. Roots anchored deep into the ground and branches reaching tall. Nature's majesty in co-creation with human hands. Natural bamboo form seven tree trunks, hollow as if burnt from the inside. Like fractals, each trunk creates a circular space within themselves, and together, a circular open space, all bathing in a soundscape of deep primal frequencies promoting collective coherence.",
    "latitude": 40.79750050197629,
    "longitude": -119.202991
  },
  {
    "name": "Tree of Exhaustion",
    "location": "12:55 3155', Open Playa",
    "description": "A curious piece resembling a tree, but not quite. A place for the exhausted to warm-up and chill-out.",
    "latitude": 40.794621492325376,
    "longitude": -119.19772272567727
  },
  {
    "name": "TRST Honey Bunz",
    "location": "6:06 666'",
    "description": "Public artwork description",
    "latitude": 40.78513795616295,
    "longitude": -119.2031170485373
  },
  {
    "name": "Typha",
    "location": "12:30 3500', Open Playa",
    "description": "Typha is a series, or grove, of sculptures rising from the ground that reflect the environment around them during the day with their mirrored surfaces. At night, they shine light and cast shadows onto the ground, creating an immersive landscape of color mixing and pattern interference.",
    "latitude": 40.796215644551616,
    "longitude": -119.19971512220361
  },
  {
    "name": "Unfurl",
    "location": "11:00 6600', Open Playa",
    "description": "In a realm where the ethereal meets the tangible, Asmita Samadhi and her cyborg superheroine AI Guardian Angels embark on a quest to find their humans and protect them during their journey of self-discovery and care amid the neon desert landscape. Asmita Samadhi's AI Guardian Angels stand at the precipice of transformation, their very existence a defiance of the ordinary. Together with their Burner, they navigate this kaleidoscopic world where magic and technology coexist. Asmita Samadhi and her AI Guardian Angels are a symphony of pastels and paradoxes ready to protect the multiverse. For they know that true power lies not in uniformity, but in embracing the beauty of diversity.",
    "latitude": 40.80260907172373,
    "longitude": -119.21492476159094
  },
  {
    "name": "Unpopular Music (or UNPOP)",
    "location": "12:06 7200', Open Playa",
    "description": "UNPOP, or Unpopular Music, is an intimate listening environment in deepest playa. It features exquisite, detailed sound-works, including field recordings, abstract electroacoustic music, ambient textures, and other (mostly) non-beat-oriented sonic experiences, composed by many artists from around the world. Encompassing a circular space, the piece is built around eight custom-built Hemisphere loudspeakers, which enclose a listening area complete with comfortable seating.",
    "latitude": 40.806645960400566,
    "longitude": -119.20162831311032
  },
  {
    "name": "Unsafe to Swim (AKA Shark Fin)",
    "location": "7:25 1065', Open Playa",
    "description": "Unsafe to Swim is an 11'-6\" high shark fin covered by recycled materials like crushed aluminum cans and scrap metal. This artwork is a visual symbol of danger, fear, and hope for tomorrow. It seeks to raise awareness about the human impact on nature and our interconnectedness with our environment.",
    "latitude": 40.784809080211495,
    "longitude": -119.20559293457013
  },
  {
    "name": "untitled",
    "location": "1:10 5200'",
    "description": "Intermix of rocks and driftwood stacked 4 feet high",
    "latitude": 40.798621982609745,
    "longitude": -119.19220505844937
  },
  {
    "name": "untitled",
    "location": "12:00 5000'",
    "description": "The installation is a conceptual artwork that delves into the act of tearing apart a paper, its connection to the horizon and the unconscious self. Death or transformation? The installation features a dramatic non-linear cut that divides the space, forming two complementary halves. This cut or opening (to the upcoming future) symbolizes the boundary between earth and sky that is the defining feature of the Black Rock City. By amplifying this simple but yet lethal act of cutting, the installations seeks to evoke a sense of the sublime and the uncanny, prompting visitors to reflect on their own place within the vast desert landscape. Moreover, Burners are allowed to physically pass through the cut for the exploration of the unconscious self.",
    "latitude": 40.80064926230687,
    "longitude": -119.202991
  },
  {
    "name": "untitled (freedom)",
    "location": "4:10 1200', Open Playa",
    "description": "In art, the human middle finger stands as a potent symbol of defiance, rebellion, and assertion. As a singular focus, it becomes a powerful tool for expression, conveying emotions ranging from anger and frustration to empowerment and independence. The gesture can provoke, shock, or make bold statements about societal norms, authority, and individual agency. We invite viewers to contemplate its significance and the broader implications of resistance in art and society. In its linear isolation, the middle finger transcends its physical form to become a symbol of uncompromising dissent and unwavering self-expression.",
    "latitude": 40.785074421152,
    "longitude": -119.19943624901698
  },
  {
    "name": "Veraison",
    "location": "11:50 3400', Open Playa",
    "description": "Veraison, the onset of grape ripening, is a mesmerizing spectacle where grapes transition from vibrant green to rich hues. This natural phenomenon symbolizes the essence of our art project, celebrating the beauty of transformation. Just as grapes evolve into luscious ripeness, our project aims to embody the spirit of growth and change, inviting patrons to witness the allure of nature manifested in a unique artistic endeavor.  The project itself will be a giant cluster of grapes composed of spheres made of barrel bands.",
    "latitude": 40.7962329533734,
    "longitude": -119.20406261391145
  },
  {
    "name": "VIXToscope II - Infinite Recursion",
    "location": "5:33 2222', Open Playa",
    "description": "From afar, the 11' tall triangular prism covered in subtle fractal patterns draws in the unsuspecting. Entering the structure yields cool shade and a view into a large round luminous oculus looking into a giant kaleidoscope. Placing one's face into the oculus -- actually inside the kaleidoscope -- makes reality drop away: infinitely reflected morphing video images synced to an ever-changing soundscape, all controlled and played by an inscrutable set of glowing knobs. Mind blown. Strange sounds and alien music hypnotically pulse to dripping, melting, glowing images, leading deeper and deeper down the rabbit hole. Lose track of time and space, emerge into the night to see the outside of the prism lit by thousands of dancing, pulsing LEDs.",
    "latitude": 40.78104314752461,
    "longitude": -119.2011151732467
  },
  {
    "name": "VorteX SoulCatcher",
    "location": "12:00 5750', Open Playa",
    "description": "VorteX SoulCatcher is a mystical sculpture inspired by aIndigenous dreamcatcher and made from driftwood collected from the shores of California and the banks of the Yellow Stone River. This artwork symbolizes the connections between life, memories, and dreams. Visitors are invited to sit and reflect, using the space to meditate and connect with the unseen. VorteX also serves as a sacred space for ceremonies, making it a living tribute to shared memories and cultural appreciation. With a serene presence, one can feel the whispers of the departed and the echoes of our past lives: the space for silent conversations that happen beyond the veil of our everyday existence.",
    "latitude": 40.8027028016529,
    "longitude": -119.202991
  },
  {
    "name": "Walk it Out TRST",
    "location": "Location not yet available.",
    "description": "Describe what your project looks like and its meaning. Describe what your project looks like and its meaning. Describe what your project looks like and its meaning. Describe what your project looks like and its meaning. Describe what your project looks like and its meaning. Describe what your project looks like and its meaning. Describe what your project looks like and its meaning. Describe what your project looks like and its meaning. Describe what your project looks like and its meaning. Describe what your project looks like and its meaning. Describe what your project looks like and its meaning. Describe what your project looks like and its meaning."
  },
  {
    "name": "We Are All Mad",
    "location": "9:16 2070', Open Playa",
    "description": "We Are All Mad - Aren't we all? This art piece is a bramble of curiosities that make up our inner psyche that come to us in dreams, fantasies, or realities. Be curious. Be childlike. Explore. This art piece is made out of welded metal and upcycled, everyday, found objects designed as a bramble (bush) surrounding a diorama.",
    "latitude": 40.7877478009309,
    "longitude": -119.21040387263636
  },
  {
    "name": "We're All Mad Here",
    "location": "2:22 990', Open Playa",
    "description": "We're All Mad Here is a towering sculpture of the Cheshire Cat perched within an intricate arboreal labyrinth, designed for the unique canvas of the playa. This piece delves into madness—blending insanity, foolishness, and mayhem. By night, it transforms with lights, sounds, and fire synchronized to music, reflecting the fleeting nature of sanity. Serving both as beacon and stage, it challenges viewers question the boundaries of their own minds, offering a space where the whimsical meets the profound. This artwork embodies the spirit of Burning Man, celebrating the absurd and the sublime in a desert where the impossible comes to life.",
    "latitude": 40.78784150845979,
    "longitude": -119.19960592202169
  },
  {
    "name": "Where Lies the Strangling Fruit that Came from the Hand of the Sinner?",
    "location": "11:52 1060', Open Playa",
    "description": "Where Lies the Strangling Fruit That Came from the Hand of the Sinner? is a cube. A prism made of 400 ceramic tiles that refracts and distorts human knowledge, perception and language. It's a vessel for purpose, waiting to be bestowed with human touch and intention so it can reverberate and reflect on us what we ourselves believe to be true.",
    "latitude": 40.78985426566538,
    "longitude": -119.20325839531961
  },
  {
    "name": "Whirl",
    "location": "7:30 1400', Open Playa",
    "description": "The Whirl is the 11-foot diameter merry-go-round built to evoke pure, childlike joy in participants of all ages who get to ride this recreation from times long gone. The center is a colorful abstract representation of \"whirl of art\" concept, submerging colors to create a still visual representation of movement through a smooth blending. The outer edges display a phenakistoscope design: a series of pictures showing sequential phases of the animation, creating a fluent optical illusion of motion. The Whirl will foster a sense of whimsy and wonderment among those who engage with it.",
    "latitude": 40.78424846635225,
    "longitude": -119.20657094583164
  },
  {
    "name": "Whispers of a Distant Storm",
    "location": "12:43 5400', Open Playa",
    "description": "Whispers of a Distant Storm invites Burners to experience the wonders of nature through the unexpected. Using a Very Low Frequency (VLF) receiver, participants can listen to the crackles and pops of lightning strikes from around the globe, sparking a sense of awe at the unseen electrical activity of our planet. The installation features a VLF receiver, speaker system, headphones, informational panels explaining the science, a shade structure, and seating; all set within the vastness of the open playa to optimize reception. This artistic exploration stems from the artists' fascination with the natural world and their desire to share this wonder with others, fostering a deeper appreciation for the unseen forces that connect us all.",
    "latitude": 40.800715673405435,
    "longitude": -119.19583397375224
  },
  {
    "name": "With or Without",
    "location": "3:21 1705', Open Playa",
    "description": "With or Without is a symbolic installation representing the transformative moment of a cracking egg. It signifies breaking barriers and venturing beyond conventional boundaries into a realm of new possibilities. The artwork features a large eggshell structure with a fabric yolk suspended inside. Lit by a central spotlight, it emits a warm glow, casting captivating shadows and intriguing viewers with its visual appeal.",
    "latitude": 40.78610825541835,
    "longitude": -119.19692846968084
  },
  {
    "name": "Womantree",
    "location": "6:45 1800', Open Playa",
    "description": "The Womantree is a curiosity of nature, changing the idea of a singular art object to a symbol of communal experience. The tree reflects process of our human growth. We are all born from this tree of life. The asymmetric, organic growth of the tree parallels the irregular growth of generations through time. One connects to the piece in a visceral way because we're all part of it, and provides a natural stage for people to gather, dance, reflect, and wonder.",
    "latitude": 40.78240566486959,
    "longitude": -119.20548201064362
  },
  {
    "name": "WTF!",
    "location": "Location not yet available",
    "description": "The project will look like a freestanding cartoon exclamation point hovering just above the playa. About 20 feet tall and 5 feet in width (diameter)."
  },
  {
    "name": "You Hold the Key",
    "location": "2:38 1710', Open Playa",
    "description": "You Hold the Key.   The title of the piece is intended to remind one that anything is possible.  Everyone already possess all that is needed to experience and enjoy the world and life in general.  The Keyhole represents a portal to the Curious & Curiouser place that is Burning Man. Entrance into a Wonderland of the imagination.",
    "latitude": 40.78785238101745,
    "longitude": -119.1969207566148
  },
  {
    "name": "Zozobot",
    "location": "10:41 1550', Open Playa",
    "description": "Zozobot is a representation of the vulnerability of human creation. It is a reminder that what we create is an extension of us and is inherently our ethical responsibility. As creators of modern technology we bear the weight of being its moral compass. We are the subject of its curiosity. Zozo's motto is \"disco a te\" - which translates to \"I learn from you\"",
    "latitude": 40.790233760314194,
    "longitude": -119.20655637849778
  }
]